Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: If you don`t use filenames to version, lower the css and js to something like "access plus 1 week"
cs_cz: Pokud jste nepoužívali verzi v názvu souboru, snižte css a js na něcojako "přístup +1 týden"
ja: ファイルネームをバージョン管理しない場合、CSSとJSについては、 # "access plus 1 week" のような設定をすること
pt_br: Se você não utiliza nomes de arquivos para versionar, baixe tempo de css e js para algo como "access plus 1 week"
sk_sk: Ak ste nepoužívali verziu v názve súboru, znížte css a js na niečo ako "prístup +1 týždeň"

source: Since we`re sending far-future expires, we don't need ETags for static content.
cs_cz: Odkdy používame exspirování v budoucnosti, nepotřebujeme ETags pro statický obsah.
es: Ya que enviamos expiraciones a futuro lejano, no necesitamos ETags para contenido estático.
it: Poich&eacute; stiamo mandando scadenze lontane nel futuro, non abbiamo bisogno di ETag per i contenuti statici.
ja: 長期間の有効期限を設定しているため, 静的コンテンツ用のETagsは必要ではない。
pt_br: Uma vez que nós estamos enviando expirações em um futuro distante, nós não precisamos de ETags para conteúdos estáticos.
sk_sk: Odkedy používame expirovanie v budúcnosti, nepotrebujeme ETags pre statický obsah.

source: The following directives stop screen flicker in IE on CSS rollovers in combination with the "ExpiresByType" rules for images (see above)
cs_cz: Následující pravidla zastavují blikání v IE na CSS rollovers v kombinaci s "ExpiresByType" pravidlami pro obrázky (viz výše)
es: Las siguientes directivas detienen el parpadeo de pantalla en IE en rollovers CSS en combinación con las reglas "ExpiresByType" para imágenes (vea arriba)
it: Le direttive che seguono fermano il flickering in IE al rollover ottenuto con i CSS in combinazione con le regole &quot;ExpiresByType&quot; per le immagini (vedi sopra)
pt_br: As diretivas seguintes param a tremulação de tela no IE e nas sobreposições CSS em combinação com as regras "ExpiresByType" para imagens (veja acima)
sk_sk: Nasledujúce pravidlá zastavujú blikanie v IE na CSS rollovers v kombinácii s "ExpiresByType" pravidlami pre obrázky (viď vyššie)

source: Suppress or force the "www." at the beginning of URLs
cs_cz: Potlačí nebo vynutí "www. " na začátku adres URL
es: Suprimir o forzar el "www." al principio de las URLs.
it: Sopprime o forza il "www." all&apos;inizio degli URL
ja: URLの最初の"www."を削除あるいは、強制する
pt_br: Suprime ou força o "www." no início das URLs
sk_sk: Potlačí alebo vynúťi "www." na začiatku adries URL

source: The same content should never be available under two different URLs, especially not with and without "www." at the beginning, since this can cause SEO problems (duplicate content).
cs_cz: Stejný obsah by neměl být k dispozici na dvou různých adresách URL, především ne s a bez "www. " na začátku, protože to může spůsobit SEO problémy (duplikován obsah).
es: El mismo contenido no debería estar disponible en dos URLs diferentes, especialmente no con y sin "www." al principio, ya que esto causa problemas de SEO (contenido duplicado).
it: Lo stesso contenuto non dovrebbe mai essere disponibile a due diversi URL, specialmente con e senza &quot;www.&quot; all'inizio, questo perchè potrebbe creare dei problemi SEO (contenuti duplicati).
ja: SEOの問題（重複するコンテント）があるため同じコンテントは2つの異なるURLに存在するべきではない。"www."がURLの最初につくかつかないかの問題は特に。従って、下記からどちらへリダイレクトするかを選ぶ必要がある。
pt_br: O mesmo conteúdo nunca deve estar disponível sobre duas URLs diferentes, especialmente não deve ter e não ter o "www." no início, uma vez que isso pode causar problemas de SEO (conteúdo duplicado).
sk_sk: Rovnaký obsah by nemal byť k dispozícii na dvoch rôznych adresách URL, predovšetkým nie s a bez "www." na začiatku, pretože to môže spôsobiť SEO problémy (duplikovaný obsah).

source: That's why you should choose one of the alternatives and redirect the other one.
cs_cz: Proto byste mohli vybrat jednu z alternativ a přesměrovat druhou.
es: Es por ello que uno debe elegir una de las alternativas y redirigir la otra.
it: Questo il motivo per cui dovresti scegliere una delle due alternative e ridirigere l'altra sulla prima.
ja: どれか一つを選んで、他の一つにリダイレクトさせる必要がある
pt_br: É por isso que você deve escolher apenas uma das alternativas e redirecionar a outra.
sk_sk: Preto by ste mohli vybrať jednu z alternatív a presmerovať druhú.

source: By default option 1 (no "www.") is activated.
cs_cz: Výchozí volba 1 (bez "www.") je aktivována.
es: Por defecto, la opción 1 (sin "www.") está activada.
it: Di default l'opzione 1 (no "www.") &egrave; attiva.
ja: デフォルトはオプション1（"www."なし）が有効
pt_br: Por padrão a opção 1 (sem "www.") está ativada.
sk_sk: Predvolená voľba 1 (bez "www.") je aktivovaná.

source: To rewrite "domain.com -> www.domain.com" uncomment the following lines.
cs_cz: Abychom mohli přepsat "domain.com -> www.domain.com" odkomentujte následující řádky.
es: Para re-escribir "domain.com -> www.domain.com" descomente las siguientes líneas.
it: Per riscrivere "domain.com -> www.domain.com" decommenta le seguenti riga.
ja: "domain.comからwww.domain.com"にリライトするには次の行のコメントを取る
pt_br: Para reescrever "domain.com -> www.domain.com" descomente as seguintes linhas.
sk_sk: Aby sme mohli prepísať "domain.com -> www.domain.com" odkomentujte nasledujúce riadky.

source: Be aware that the following rule might not be a good idea if you use "real" subdomains for certain parts of your website.
cs_cz: Pamatujte, že toto pravidlo nemusí být dobrý nápad, pokud používáte "skutečné"subdomény pro uplatňování některých části vašeho webu.
es: Tenga cuidado que la siguiente regla puede no ser una buena idea si usa subdominios "reales" para ciertas partes de su sitio web.
it: Sappi che la seguente regola potrebbe non essere una bella idea se usi sottodomini "reali" per certe parti del sito.
ja: 以下のルールは"本当の"サブドメインをウェブサイトで利用する際にいいアイデアとは言えない
pt_br: Esteja ciente de que a regra a seguir pode não ser a melhor idéia se você utiliza subdomínios "reais" para certas partes do seu website.
sk_sk: Pamätajte, že toto pravidlo nemusí byť dobrý nápad, ak používate "skutočné" subdomény pre niekoré časti vášho webu.

source: If you're not using the build script to manage your filename version revving, you might want to consider enabling this, which will route requests for /css/all.20110203.css to /res/all.css
cs_cz: Pokud nepoužíváte build script pro správu změn názvu souboru verze, měli byste zvážit povolit toto, čímž můžete směřovat požadavky pro /css/all.20110203.css na /res/all.css
es: Si no está usando el build script para manejar la versión de nombre de archivo, tal vez quiera considerar habilitar esto, que llevará los pedidos de /css/all.20110203.css a /res/all.css
it: Se non usi il build script per gestire la revisione dei file, potresti considerare l&apos;opportunit&agrave; di attivare questa regola, che reindirizza tutte le richieste per /css/all.20110203.css a /res/all.css
ja: # ビルトスクリプトを利用していない場合は、こちらを利用することを検討すること。/css/all.20110203.css というファイル名を /res/all.cssへリダイレクトする。
pt_br: Se você não estiver utilizando o compilador de scripts para gerenciar sua nomeação de arquivos de versões reversionadas, você pode desejar considerar habilitar isso, o qual deverá rotear as requisições de /css/all.20110203.css para /res/all.css
sk_sk: Ak nepoužívate build script na spravovanie zmien názvu súboru verzie, mali by ste zvážiť povoliť toto, čím môžte smerovať požiadavky pre /css/all.20110203.css na /res/all.css

source: Do we want to advertise the exact version number of Apache we're running? Probably not.
cs_cz: Chceme propagovat přesné číslo verze Apache který používáme? Pravděpodobně ne.
es: ¿Desea mostrar la versión exacta de Apache que está usando? Probablemente no.
it: Vogliamo pubblicizzare l'attuale versione di Apache che stiamo utilizzando? Probabilmente no.
ja: 正確にどのApacheのバージョンを使っているか宣伝する必要がある?もちろん、そんなことはない。
pt_br: Queremos anunciar o número da versão exata do Apache que nós estamos executando? Provavelmente não.
sk_sk: Chceme propagovať presné číslo verzie Apache ktorý používame? Pravdepodobne nie.

source: "-Indexes" will have Apache block users from browsing folders without a default document
cs_cz: "-Indexes" Apache znemožní uživatelům prohlížení složek bez výchozího dokumentu
es: "-Indexes" hará que Apache bloquee a usuarios que naveguen a carpetas que no tengan un documento por defecto
it: "-Indexes" bloccher&agrave; gli utenti dall navigare le cartelle senza un documento di default
ja: "-Indexes"オプションはApacheにてデフォルトドキュメントが存在しないフォルダの閲覧をブロックする。
pt_br: "-Indexes" Se desejar que o Apache bloqueie usuários de navegarem em pastas sem um documento padrão
sk_sk: "-Indexes" Apache znemožní užívateľom prehliadanie zložiek bez východiskového dokumentu

source: Usually you should leave this activated, because you shouldn't allow everybody to surf through every folder on your server (which includes rather private places like CMS system folders).
cs_cz: Obvykle byste mohli nechat tuto možnost aktivovanou, protože byste neměli povolit každému prohlížet každou jednu složku na vašem serveru (který zahrnuje dříve soukromná místa jako systémové zložky CMS).
es: Usualmente debe dejarlo activado, porque no debería permitir que cualquiera entre a cada carpeta de su servidor (que incluye lugares bastante privados como carpetas de sistema de CMS).
it: Di solito dovresti lasciarlo attivo, poich&eacute; non dovresti permettere a chiunque di navigare tra le cartelle del tuo server (che include anche le cartelle private come per esempio quelle di sistema di un&apos;eventuale CMS)
ja: 通常はサーバ上にあるすべてのフォルダ(例えばCMSのシステムフォルダのようなプライベートフォルダ)を全ユーザに閲覧される必要はないので、このオプションは常に利用するべき。
pt_br: Usualmente você deve deixar isso ativado, pois você não deve permitir que todos possam navegar por todas as pastas no seu servidor (que inclui, desde de locais privados, como as pastas do seu CMS).
sk_sk: Zvyčajne by ste mohli nechať túto možnosť aktivovanú, pretože by ste nemali povoliť každému prehliadať každú jednu zložku na vašom servri (ktorý zahŕňa skôr súkromné miesta ako systémové zložky CMS).

source: Block access to "hidden" directories whose names begin with a period.
cs_cz: Zablokování přístupu do "skrytých" adresářů, jejichž jména začínají s tečkou.
es: Bloquear acceso a directorios "ocultos" cuyos nombres empiezan con un punto.
it: Blocca l&apos;accesso alle cartelle nascoste, quelle il cui nome inizia con un punto.
ja: ピリオドで始まる"hidden"のディレクトリへのアクセスをブロックする。
pt_br: Bloqueia o acesso aos diretórios "ocultos" cujos nomes iniciam com um ponto periódico.
sk_sk: Zablokovanie prístupu do "skrytých" adresárov, ktorých mená začínajú s bodkou.

source: If your server is not already configured as such, the following directive should be uncommented in order to set PHP's register_globals option to OFF. This closes a major security hole that is abused by most XSS (cross-site scripting) attacks. For more information:
cs_cz: Pokud váš server již není nakonfigurován jako takový, následující směrnice odkomentujte, abyste nastavili PHP register_globals možnost na OFF. Tímto uzavřeme hlavní bezpečnostní díru, kterou zneužívá většina XSS (cross-site scropting) útoků. Pro více informací:
es: Si su servidor no está ya configurado así, la siguiente directiva debería ser descomentada para setear la opción de PHP register_globals a OFF. Esto cierra un hueco de seguridad serio que es abusado por la mayoría de los ataques XSS (cross-site scripting). Para más información:
it: Se il tuo server non &egrave; gi&agrave; configurato cos&igrave;, le seguenti direttive dovrebbero essere decommentate in ordina da impostare su off i register_globals di PHP. Questo chiude la maggior parte dei buchi creati dall'abuso di attacchi XSS (scripting cross-site). Per maggiori informazioni:
ja: もしあなたのサーバーがこのように設定されていないなら、PHPのregister_globalsオプションをオフにするために次のディレクティブのコメントを取るべき。これは多くのXSS（cross-site scripting）攻撃によるセキュリティホールを防ぐ。詳しい情報:
pt_br: Se o seu servidor não estiver configurado como tais, a seguinte diretiva deve ser descomentada, afim de definir a opção register_globals do PHP para OFF. Isso fecha uma brecha de segurança maior, que é explorada por muitos ataques XSS (cross-site scripting). Para mais informações, veja:
sk_sk: Ak váš server už nie je nakonfigurovaný ako taký, nasledujúce smernice odkomentujte, aby ste nastavili PHP register_globals možnosť na OFF. Týmto uzavrieme hlavnú bezpečnostnú dieru, ktorú zneužíva vačšina XSS (cross-site scripting) útokov. Pre viac informácii:

source: Note: Move this line to php.ini since it won't work in .htaccess
cs_cz: Poznámka: Přesunte tenhle řádek do php.ini, protože nebude fungovat v .htaccess
ja: メモ: これは.htaccessでは動かないためphp.iniで記述すること
pt_br: Nota: Mova esta linha para o php.ini, pois isso não funciona no .htaccess
sk_sk: Poznámka: Presuňte tento riadok do php.ini, pretože nebude fungovať v .htaccess

source: Don't precede error with string (doesn't accept empty string, use whitespace if you need)
cs_cz: Nikdy nepredchádzajte chyby s řetězci (neakceptuje prázdný řetězec, pokud je to nutné použite mezeru)
ja: エラーの前に出力する文字列（空文字は受け取れない、必要ならホワイトスペースを使うこと）
pt_br: Não anteceder erro com string (não aceita string vazia, use espaços em branco se necessário)
sk_sk: Nikdy nepredchádzajte chyby s reťazcami (neakceptuje prázdny reťazec, ak je to potrebné použite medzeru)

source: Don't prepend to error (doesn't accept empty string, use whitespace if you need)
cs_cz: Nenechte předřadit k chybám (neakceptuje prázdný řetězec, pokud je to nutné použite mezeru)
ja: エラーの後に出力する文字列（空文字は受け取れない、必要ならホワイトスペースを使うこと）
pt_br: Não suceder erro com string (não aceita string vazia, use espaços em branco se necessário)
sk_sk: Nepredraďovať k chybám (neakceptuje prázdny reťazec, ak je to potrebné použite medzeru)

source: the humans responsible & colophon
cs_cz: lidská odpovědnost a tiráž
es: los humanos responsables y el colofón
it: il responsabile umano &amp; il colophon
ja: humans.txtは作った人を列挙するファイル
pt_br: os seres humanos responsáveis e suas considerações
sk_sk: ľudská zodpovednosť a tiráž

source: Names (& URL)
cs_cz: Jména (& URL)
ja: 名前（とURL）
pt_br: Nomes (e URL)
sk_sk: Mená (a URL)

source: CSS: implied media="all"
cs_cz: CSS: implicitne media="all"
es: CSS: media="all" implícito
it: CSS: sottointeso media="all"
ja: CSS : media="all" と解釈される
pt_br: CSS: media="all" implícito
sk_sk: CSS: implicitne media="all"

source: More ideas for your <head> here: h5bp.com/docs/#head-Tips
cs_cz: Více nápadů pro <head> tu: h5bp.com/docs/#head-Tips
ja: <head>に関する詳しい情報はこちら: h5bp.com/docs/#head-Tips
pt_br: Mais idéias para sua tag <head> em: h5bp.com/docs/#head-Tips
sk_sk: Viac nápadov pre <head> tu: h5bp.com/docs/#head-Tips

source: Modernizr enables HTML5 elements & feature detects; Respond is a polyfill for min/max-width CSS3 Media Queries
cs_cz: Modernizr aktivuje HTML5 detekování prvků a funkcí; Respond je polyfill pro min/max-šířku CSS3 Media Queries
ja: ModernizrはHTML5の要素や機能を利用可能にし、min/max-width CSS3 Media Queriesに対してpolyfillとして実現する
pt_br: Modernizr habilita elementos HTML5 e detecta funcionalidades; Respond é um polyfill de min/max-width e Media Queries CSS3
sk_sk: Modernizr aktivuje HTML5 detekovanie prvkov a funkcií; Respond je polyfill pre min/max-šírku CSS3 Media Queries

source: Grab Google CDN's jQuery, with a protocol relative URL; fall back to local if necessary
cs_cz: Použite Google CDN's jQuery, s použitím lokální verze pokud je potřebné
es: Obtener jQuery del CDN de Google, con una URL relativa al protocolo; fallback a copia local si es necesario
it: Carica jQuery dal CDN di Google. ripiega su quello locale se necessario
ja: Google CDNのjQueryを利用、サーバダウン用にローカルファイルを読む
pt_br: Apanhar o jQuery do CDN do Google, com protocolo relativo da URL; fall back para o local se necessário
sk_sk: Použite Google CDN's jQuery, s relatívnym protokolom URL, s použitím lokálnej verzie ak je potrebné

source: Change UAXXXXXXXX1 to be your site's ID
cs_cz: Změňte ID vaší stránky na UAXXXXXXXX1
ja: UAXXXXXXXX1を自分のサイトIDに変更すること
pt_br: Mude UAXXXXXXXX1 para o ID do seu site
sk_sk: Zmeňte ID vašej stránky na UAXXXXXXXX1

source: Indicate that 'label' will shift focus to the associated form element
cs_cz: Naznačí že 'label' posune zaměření na související prvky formuláře
ja: 関連したフォーム要素にフォーカスした'label'を明示する
pt_br: Indica que a 'label' mudará o foco para o seu elemento de formulário associado
sk_sk: Naznačí že 'label' posunie zameranie na súvisiace prvky formulára

source: Reintroduce inner spacing in 'table' to avoid overlap and whitespace issues in IE6/7
cs_cz: Znovu zavede inner spacing v 'table' abyste se vyhnuli překrývání a problémům s mezerami v IE6/7
ja: IE6/7の重なる問題とホワイトスペースの問題を回避するために'table'の内側の余白を再設定する
pt_br: Reintroduz o espaçamento interno na 'table' para evitar sobreposições e problemas de espaços em branco no IE6/7
sk_sk: Znovu zavedie inner spacing v 'table' aby ste sa vyhli prekrývaniu a problémom s medzerami v IE6/7

source: for device pixels, see 'Using a mobile-first approach'
cs_cz: pro zařízení, viz 'Nejprve pro mobilní přístup'
ja: してください。'Using a mobile-first approach'を参考
pt_br: pixels de dispositivos, veja 'Utilização da abordagem mobile-first'
sk_sk: pre zariadenia, viď 'Najprv pre mobil prístup'

source: Don't show links for images, or javascript/internal links
cs_cz: Neukazujte odkazy k obrázkům, nebo javascript/interní odkazy
es: No mostrar enlaces para imágenes, o enlaces internos/javascript
it: Non mostra i link per le immagini, o per i link interni ai JavaScript
ja: 画像用のリンク、JavaScript、内部リンクは隠す
pt_br: Para não mostrar links que abrem imagens, links javascript e links internos
sk_sk: Neukazujte odkazy k obrázkom, alebo javascript/interné odkazy

source: usage: log('inside coolFunc', this, arguments);
cs_cz: použití: log('inside coolFunc', this, arguments);
es: uso: log(&apos;inside coolFunc&apos;, this, arguments);
it: utilizzo: log('inside coolFunc', this, arguments);
ja: 利用法: log('inside coolFunc', this, arguments);
pt_br: Modo de usar: log('inside coolFunc', this, arguments)
sk_sk: použitie: log('inside coolFunc', this, arguments);

source: Want to write unit tests but lazy? A full, hooked up test suite is waiting for you.
de_de: Du hättest gern Unit-Tests, bist aber zu faul? Eine vollständige Test-Suite wartet auf Dich.
es: ¿Quiere escribir unit tests pero es perezoso? Una test suite completa y lista para usar lo espera.
it: Vorresti scrivere una unit&agrave; di test ma sei pigro? Una completa suite di test è incorporata e ti sta aspettando.
ru: Хочется юнит-тестов, но лениво их писать? Мы уже написали подробнейшие юнит-тесты для проекта.

source: Javascript profiling&hellip;in IE6 and IE7? Sure, no problem.
de_de: JavaScript-Profiling... in IE6 und IE7? Klar, kein Problem.
es: ¿Javascript profiling&hellip; en IE e IE7? Claro, no hay problema.
it: Profilazione dei JavaScript&hellip; in IE6 e IE7? Sicuro, nessun problema.
ru: Профайлинг JavaScript в IE6 и IE7? У матросов нет вопросов.

source: IE6 pngfix baked in.
de_de: PNG-Fix für IE6 gleich mit dabei
es: IE6 pngfix incluido.
it: IE6 pngfix incluso.
ru: Встроенный IE6 pngfix.

source: Updated Mar 21st
es: Actualizado el 21 de Marzo
it: Aggiornato al 21 Marzo

source: Boilerplate documented
es: Boilerplate documentado
it: Documentazione Boilerplate

source: Boilerplate "stripped"
es: Boilerplate "pelado"

source: Boilerplate custom
es: Boilerplate a medida

source: Click on your favourite option for each feature! Default options are highlighted.
es: Haga click en su opción favorita para cada característica! Las opcionespor defecto están resaltadas.
it: Clicca sulla tua opzione favorita per ogni funzionalit&agrave;! Le opzioni di base sono evidenziate.

source: Conditional classes
es: Clases condicionales
it: Classi condizionali

source: Nope
es: No

source: Old IE class
es: Clases de IE viejos
it: Vecchie classi IE

source: Mobile
es: Móvil

source: Handheld stylesheet
es: Hoja de estilos para móviles
it: Fogli di stile per palmari

source: No jQuery
es: Sin jQuery

source: jQuery minified
es: jQuery minificado
it: jQuery minificato

source: HTML5 Enabler
es: Facilitado de HTML5
it: Attivatore HTML5

source: Analytics Snippet
es: Snippet de Analytics
it: Frammento per Analytics

source: <a href="http://initializr.com/generate?boilerplate&amp;" id="builder-download">Download!</a> Are these options not enough? Go to <a href="http://initializr.com">Initializr</a> for more!
es: <a href="http://initializr.com/generate?boilerplate&amp;" id="builder-download">Descargar!</a> ¿Estas opciones no son suficientes? ¡Vaya a <a href="http://initializr.com">Initializr</a> para más!
it: <a href="http://initializr.com/generate?boilerplate&amp;" id="builder-download">Scarica!</a> Queste opzioni non sono abbastanza? Vai a <a href="http://initializr.com">Initializr</a> for more!

source: Comment here
de_de: Kommentieren
es: Comente aquí
it: Commenta qui
ru: Комментарии

source: HTML5 Boilerplate is 1.0!
es: HTML5 Boilerplate es 1.0!
it: HTML5 Boilerplate 1.0!

source: Monday, March 21, 2011
es: Lunes, 21 de Marzo, 2011
it: Luned&igrave;, 21 Marzo, 2011

source: Along with HTML5 Boilerplate's rock solid commitment to cross-browser consistency, H5BP brings you <strong>delicious documentation, a site optimizing build script, and a custom boilerplate builder. </strong> In addition to this, we now support lighttpd, Google App Engine, and NodeJS with optimized server configurations <small>(along with Apache, Nginx, and IIS)</small> and we've reduced the overall size of the published boilerplate by <abbr title="Killing the profiling script was most of this. But we reduced HTML/CSS by 1%. ;)">50%</abbr>.
es: Junto al compromiso duro como una roca por la consistencia entre navegadores de HTML5 Boilerplate, H5BP le da una <strong>deliciosa documentación, un build script para optimizar el sitio, y un constructor de boilerplate a medida. </strong> Además de esto, ahora soportamos lighttpd, Google App Engine y NodeJS con configuraciones de servidor optimizadas <small>(junto a Apache, Nginx, e IIS)</small> y hemos reducido el tamaño total del boilerplate publicado por <abbr title="Eliminar el script de profiling fue casi todo esto. Pero hemos reducido el HTML/CSS por 1%. ;)">50%</abbr>.
it: HTML5 Boilerplate oltre a fornirti un solido contributo per una consistenza cross-browser, porta con se <strong> una fantastica documentazione, un build-script per l'ottimizzazione del sito e un costruttore per un boilerplate personalizzato. </strong> In aggiunta a questo, adesso supportiamo anche lighttpd, Google App Engine, e NodeJS con configurazioni server ottimizzate <small>(accanto ad Apache, Nginx, e IIS)</small> e abbiamo ridotto la dimensione totale dell' H5BP del <abbr title="Eliminare lo script di profiling ha contribuito notevolmente. Ma abbiamo anche ridotto HTML/CSS dell' 1%. ;)">50%</abbr>.

source: Quickly look up the <i>why</i> of everything you see.
es: Rápidamente vea el <i>por qué</i> de todo lo que ve.
it: Uno sguardo veloce al <i>perch&eacute;</i> di tutto ci&ograve;

source: Docs!
es: ¡Documentación!
it: Documentazione!
