Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Lots of research has gone into normalize, verifying what are the default user agent styles provided by each browser. We can very specifically change only the ones we need to instead of the bulldozer approach.
pt_br: Muitas pesquisas foram canalizadas no normalize, verificando quais são os estilos padrões de user agent fornecidos por cada navegador. Então nós podemos, muito especificamente, alterar apenas o que é necessário em vez de adotar uma tática superficial.

source: Why this is great news:
pt_br: Veja o que torna essa é uma ótima notícia:

source: Who likes being so damn redundant and declaring: <code style="font-size:90%">em, i { font-style: italic; }</code>
pt_br: Como alguém preferir ser redundante declarando: <code style="font-size:90%">em, i { font-style: italic; }</code> ?

source: By using normalization instead of a reset + building up default styles, we use less styles and save bytes
pt_br: Usando normalização em vez de um redefinidor somando-se a construção de estilos padronizados, nós usamos menos estilos e economizamos alguns bytes.

source: Less noise in your dev tools: when debugging, you don't have to trawl through every reset selector to reach the actual style that is causing the issue.
pt_br: Menos ruído nas suas ferramentas de desenvolvimento: Quando fizer depuração, você não precisará se arrastar através de cada seletor de reposição para encontrar o estilo que esteja causando problemas.

source: More details on the <a href="http://necolas.github.com/normalize.css/">project page</a>
pt_br: Veja mais detalhes na <a href="http://necolas.github.com/normalize.css/">página do projeto</a>.

source: BUILD SCRIPT++: Faster, @import inlining, appcache generation
pt_br: COMPILADOR DE SCRIPT++: Mais rápido, @import em linha, geração de appcache

source: If 15 seconds was too long to wait before, you'll be happy with the changes. Via a new "intermediate" folder, we cut down build time by 80% or more.
pt_br: Se 15 segundos foram muito tempo para esperar antigamente, agora você vai ficar ainda mais feliz com as mudanças. Criando a nova pasta "intermediate" (intermediária), cortamos o tempo de compilação em 80% ou mais.

source: If you use <code>@import</code>s in your CSS to author in multiple files, the build script will inline all these together. This way, you have a maintainable authoring experience, and still a highly performant production version.
pt_br: Se você usa declarações <code>@import</code> no seu CSS para atuar em vários arquivos, o compilador de script irá unificar todos eles em uma linha. Dessa forma você terá uma melhor experiência de criação e manutenção, além de uma versão de produção de alta performance.

source: Making an app that works offline is a badge of honor. Now with a flick of a config switch, the H5BP build script can autogenerate your cache manifest file with all the right info and wire it up. It'll also keep the manifest revved as you deploy new changes.
pt_br: Fazer uma aplicação que funcione offline é um símbolo de honra. Com o disparo de um interruptor na configuração, o compilador de script do H5BP poderá gerar automaticamente o seu arquivo de manifesto do cache com todas a informações corretas e conecta-las. Ele também vai manter o manifesto reversionado quando você fizer o desenvolvimento de novas alterações.

source: PROMPT CHROME FRAME FOR IE6
pt_br: INDUZIR CHROME FRAME NO IE6

source: With the latest release of Chrome frame which does not require admin access to be installed, we felt it was a good time to prompt IE 6 users to install Chrome Frame.
pt_br: Com a última release do Chrome frame que não requer acesso de administrador para ser instalada, sentimos que era um bom momento para pedir usuários do IE 6 para instalar o Chrome Frame.

source: Added <a href="https://github.com/scottjehl/Respond#readme">respond.js</a> as part of a shift to a responsive approach. You can now use media queries anywhere and get full IE6-8 support.
pt_br: Adicionado <a href="https://github.com/scottjehl/Respond#readme">respond.js</a> como parte de uma mudança para uma abordagem sensível. Agora você pode usar media queries em qualquer lugar e tendo suporte integral para IE6-8.

source: PNGFIX &amp; HANDHELD REMOVED
pt_br: PNGFIX e HANDHELD REMOVIDOS

source: We removed handheld.css as we do not think it was useful among the diverse feature phones
pt_br: Nós removemos o arquivo handheld.css, já que achamos que não foi útil perante a grande diversidade entre os telefones.

source: We feel tools like <a href="http://pornel.net/imagealpha">imagealpha</a> and <a href="http://pornel.net/pngquant">pngquant</a>, and techniques like <a href="http://html5boilerplate.com/docs/Notes-on-using-png/">using 8-bit PNGs</a> are more useful than using stopgap fixes like belatedpng.
pt_br: Nós sentimos que ferramentas como <a href="http://pornel.net/imagealpha">imagealpha</a> e <a href="http://pornel.net/pngquant">pngquant</a>, e técnicas como <a href="http://html5boilerplate.com/docs/Notes-on-using-png/">usar PNGs de 8-bit</a> são mais úteis do que usar correções paliativas como o belatedpng.

source: 2.0 also gets a lot of major updates <a href="https://github.com/paulirish/html5-boilerplate/compare/v1.0...v2.0">Here are all 299 commits since last release,</a> brought to you by over <a href="https://github.com/paulirish/html5-boilerplate#readme">49 contributors</a>.
pt_br: A versão 2.0 também recebeu muitas atualizações. <a href="https://github.com/paulirish/html5-boilerplate/compare/v1.0...v2.0">Aqui estão todos os 299 commits desde a versão passada,</a> trazido a você por mais de <a href="https://github.com/paulirish/html5-boilerplate#readme">49 colaboradores</a>.

source: Should you upgrade existing sites</a>? Short answer: nah, you're good. <small>(Though dropping in the new build script and .htaccess would be cool)</small>
pt_br: Você precisa atualizar sites existentes?</a> Resposta curta: não, ainda são confiáveis. <small>(Embora o caimento do novo script de compilação e do .htaccess possam ser considerações agradáveis)</small>.

source: Use minified jQuery by default (now 1.6.2)
pt_br: Utiliza jQuery minificado por padrão (agora 1.6.2).

source: Add respond.js as part of shift to &#8216;mobile first&#8217; approach.
pt_br: Adicionado respond.js como parte da mudança para abordagem &#8216;mobile-first&#8217;.

source: Updated to Modernizr 2.0 Complete, Production minified (incl yepnope & respond).
pt_br: Atualização completa para o Modernizr 2.0, versão de produção minificada (incluindo yepnope e respond).

source: Prompt IE 6 users to install Chrome Frame
pt_br: Induz os usuários do IE 6 a instalar o Chrome Frame.

source: Removing touch icon link tags and retaining only the comment.
pt_br: Removidos os links de touch-icons e mantido apenas o comentário.

source: Encourage people to send the <code>X-UA-Compatible</code> HTTP header instead of leaving it in the HTML, to avoid edge case issues.
pt_br: Estimula as pessoas a enviarem o cabeçalho HTTP <code>X-UA-Compatible</code> em vez de deixá-las fazer isso no HTML, para evitar problemas colaterais.

source: Remove the cache-busting query parameters from the HTML.
pt_br: Remove do HTML o parâmetro de query para fazer cache busting.

source: Simplify the conditional comment containing code for IE 9+ and modern browsers
pt_br: Simplifica os comentários condicionais contendo os códigos para IE 9+ e navegadores modernos.

source: Simpler escape for <code>&lt;/script&gt;</code>
pt_br: Simplifica o escapador do <code>&lt;/script&gt;</code>

source: Encourage people to use a custom Modernizr build containing only the features they need for that particular project.
pt_br: Estimula as pessoas a usarem uma compilação personalizada do Modernizr contendo apenas funcionalidades que elas precisem a cada projeto em particular.

source: Added <a href="http://mathiasbynens.be/notes/touch-icons#sizes">maximum touch-icon support</a>.
pt_br: Adicionado <a href="http://mathiasbynens.be/notes/touch-icons#sizes">maior suporte para touch-icons</a>.

source: Add a link to optional &lt;meta> tags that could be added to the &lt;head> element.
pt_br: Adicionado um link para &lt;meta> tags opcionais que podem ser adicionadas ao elemento &lt;head>

source: Standardize
pt_br: Padroniza

source: the use of single and double quotes</a>.
pt_br: a utilização de aspas simples e duplas</a>.

source: Added Site Speed tracking for Google Analytics
pt_br: Adicionado o código para acompanhamento de velocidade do site para Google Analytics.

source: Google Analytics now retrieved with <code>Modernizr.load()</code> for byte brevity and optimal speed
pt_br: Google Analytics agora é adquirido com o <code>Modernizr.load()</code> para abreviar bytes e otimizar a velocidade.

source: Major: Now using css normalization instead of css reset + building up default styles.
pt_br: Agora usa-se normalização em vez de um redefinidor somando-se a construção de estilos padronizados.

source: Add &#8216;oldie&#8217; class to conditional &lt;html> classnames.
pt_br: Adiconada a classe &#8216;oldie&#8217; aos nomes de classe &lt;html> condicionais.

source: Add <code>img { max-width: 100%; }</code> to print styles to prevent images from getting cut off.
pt_br: Adicionada <code>img { max-width: 100%; }</code> aos estilos de impressão para evitar que imagens fiquem cortadas.

source: Update clearfix to use <a href="http://nicolasgallagher.com/micro-clearfix-hack/">&#8216;micro&#8217; clearfix</a>
pt_br: Atualiza o clearfix para usar o <a href="http://nicolasgallagher.com/micro-clearfix-hack/">&#8216;micro&#8217; clearfix</a>.

source: Add placeholder CSS MQs for mobile-first approach
pt_br: Adiciona placeholder de MQs no CSS para abordagem mobile-first.

source: Tweaking our hot pink <code>::selection</code>. It is now <code>#fe57a1</code>, which is &hellip; <dd class="festal"><b>Festal</b> <i>(adj)</i>: pertaining to or befitting a feast, festival, holiday, or gala occasion.</dd>
pt_br: Aprimoramento da nossa <code>::selection</code> rosa choque. Que agora é <code>#fe57a1</code>, ou seja &hellip; <dd class="festal"><b>Festal</b> <i>(en)</i> / Festivo <i>(adj)</i>: relativo a uma ocasição de festa, festival, feriado ou ocasião de gala.</dd>

source: Use black for links when printing
pt_br: Utiliza preto para os links ao imprimir.

source: added <code>vertical-align: middle</code> to fix borders on image containers.
pt_br: Adicionada <code>vertical-align: middle</code> para corrigir bordas em contenedores de imagens.

source: Add &lt;svg> overflow fix for IE9. Group &lt;img> and &lt;svg> rules in an &#8216;embedded content&#8217; section of CSS file. Add <code>{cursor:pointer}</code> to &lt;label> element.
pt_br: Adiciona overflow a &lt;svg> para correções no IE9. Agrupa regras &lt;img> e &lt;svg> na seção &#8216;embedded content&#8217; do arquivo CSS. Adiciona <code>{cursor:pointer}</code> para o elmento &lt;label>.

source: Switch to <code>outline:0</code> for accessible focus treatment. Avoids Opera bug when combined with transitions. Also saves bytes.
pt_br: Mudança para <code>outline:0</code> afim de um tratamento de foco acessível. Previnindo bug no Opera quando combinado com transitions. Também poupa bytes.

source: Set <code>{overflow:auto}</code> for &lt;button> and &lt;input> in &lt;table> in IE6/7. Avoids numerous layout and whitespace issues that result from setting <code>{overflow:visible}</code> to fix the odd inner spacing of those form elements.
pt_br: Define <code>{overflow:auto}</code> para &lt;button> e &lt;input> em &lt;table> nos IE6/7. Previnindo inúmeros problemas de layout e whitespace que resultam da definição <code>{overflow:visible}</code> para corrigir o estranho espaçamento interno desses elementos de form.

source: Add <code>{resize: vertical}</code> to &lt;textarea>. Only allow vertical resizing
pt_br: Adiciona <code>{resize: vertical}</code> para &lt;textarea>. Permite apenas o redimensionamento vertical.

source: Build Script
pt_br: Script de compilação

source: CSSLint, JSLint, JSHint tools are now optionally available in the build script
pt_br: As ferramentas CSSLint, JSLint, JSHint agora são opcionalidades disponíveis no script de compilação.

source: New features in build script:
pt_br: Novas funcionades no script de compilação:

source: Added a files.bypass property which when set, will not compress the listed JavaScript files, but just silently passes it on to the publish folder without any change.
pt_br: Adicionada uma propriedade files.bypass, que quando definida não irá comprimir os arquivos JavaScript listados, mas apenas passá-los silenciosamente para a pasta de publicação, sem quaisquer alterações.

source: Added a images.bypass with a list of image files or folders within the img directory that you do not want to be optimized.
pt_br: Adicionada uma propriedade images.bypass com uma lista de arquivos de imagens ou pastas dentro do diretório img que você não queira que sejam otimizados.

source: Build script is compatible with php files now. it appears. </li>
pt_br: Script de compilação é compatível com arquivos PHP agora - ao que parece.</li>

source: Build script compatible with Ant >= 1.8.2. Error message otherwise.
pt_br: Script de compilação compatível com Ant >= 1.8.2. Mensagem de erro caso contrário.

source: removes concatenated css files from index.html when they are linked to with link tag.
pt_br: Remove os arquivos css concatenados da index.html quando eles estão linkados com a tag link.

source: Concatenated script is added with a <code>@defer</code> attribute </li>
pt_br: Script concatenado foi adiconado com atribuito <code>@defer</code>.</li>

source: Added DOCTYPE so <a href="http://stackoverflow.com/questions/363768/disable-dtd-warning-for-ant-scripts-in-eclipse">Eclipse and other IDE&#8217;s do not complain about the lack of schema</a>.
pt_br: Adicionado DOCTYPE para o <a href="http://stackoverflow.com/questions/363768/disable-dtd-warning-for-ant-scripts-in-eclipse">Eclipse e outros IDE&#8217;s não se queixarem de falta de um esquema</a>.

source: Minification affects all .css and .js files in /css and /js dirs, not just the ones explicitly included in concatenation.
pt_br: A minificação afeta todos os arquivos .css e .js nos diretórios /css e /js, não apenas os explicitamente incluídos na concatenização.

source: Build script: compress all images in subfolders, too.
pt_br: Script de compilação: Comprime todas as imagens nas subpastas, também.

source: Added gae.js dir and gae.css dir so that App Engine projects can have the correct directory names swapped in their templates.
pt_br: Adiconadas gae.js_dir e gae.css_dir para que projetos App Engine possam ter seus nomes de diretórios corretos trocados em seus templates.

source: Improved build script compatibility with Netbeans IDE.
pt_br: Melhorada a compatibilidade do compilador de scripts com o IDE Netbeans.

source: Adding properties to project.properties so that Google App Engine builds don&#8217;t have &#8220;static&#8221; prepended when swapping for minified versions.
pt_br: Adiconando propriedades no project.properties para as compilações Google App Engine que não têm &#8220;static&#8221; prefixada quando trocadas para veersões minificadas.

source: console.log messages are no longer commented out for you. use log() instead
pt_br: Mensagens console.log não são mais comentadas para você, use log() agora.

source: Much faster build process
pt_br: Processo de compilação muito mais rápido:

source: Files are not deleted at the beginning of every build, and files that have already been processed will not be reprocessed unless the source has changed. A new "intermediate" folder is used for this.
pt_br: Os arquivos não são removidos no início de cada compilação, e arquvos que já tenham sido processados não serão reprocessados a menos que a fonte seja alterada. Uma nova pasta "intermediate" (intermediária) é utilizada para isso.

source: Files are revved by SHA hash, not incrementally at each build
pt_br: Arquivos são reversionados por um hash SHA, não mais de forma incremental a cada nova compilação.

source: Versioned files are referenced by a SHA-1 hash of the content rather than a build number. This means that changing your HTML and rebuilding will not cause your users to redownload the same CSS and JavaScript, and a reverted change may cause users to use a copy that was previously downloaded. It may be better to use only part of the hash so the HTTP request is shorter.
pt_br: Arquivos versionados são referenciados por um hash SHA-1 do conteúdo, em vez de um número de compilação. Isto significa que mudando o seu HTML e recompilando não vai permitir que usuários baixem novamente os mesmos CSS e JavaScript, e ao reverter alterações pode-se fazer com que usuários usem uma cópia que foi previamente baixada. Pode ser melhor usar apenas uma parte do hash para as solicitações HTTP, que é mais curto.

source: copy files last This slightly simplifies copying because we don&#8217;t have to exclude PNG, JPEG, or HTML files from the copy stage. it comes preminified, and we don&#8217;t need to minify it again This also updates the HTML so that the script is not missing if the unminified scripts are unavailable on the server. This commit requires a change to existing HTML files :/
pt_br: Copia arquivos por último. Isso simplifica um pouco as cópias, pois nós não teremos que excluir PNG, JPEG ou arquivos HTML a partir do stage de cópia. Isso chega pré-minificado e nós não precisamos minificá-los novamente. Isso também atualiza o HTML para que o script não fique ausente se os script não minificados não estiverem disponíveis no servidor. Mas este commit requer alguma alteração nos arquivos HTML existentes. :/

source: Build script no longer upgrades expires headers in the htaccess. 1yr for everyone!
pt_br: Script de compilação deixa de atualizar os cabeçalhos de expiração no arquivo .htaccess. 1 ano para todos!

source: update yuicompressor to 2.4.5. Fixes media query minification issue that shipped with 1.0
pt_br: Atualização do yuicompressor para 2.4.5. Corrige a minificação de media queries, problema que veio com a versão 1.0.

source: update htmlcompressor to 1.4.3 which uses the new yuicompressor for CSS and fixed a bunch of edgecasey php bugs users had.
pt_br: Atualização do htmlcompressor para 1.4.3 que usa o novo yuicompressor para CSS e foram corrigidos vários bugs que afetavam usuários de PHP.

source: Lots of bug fixes for edge cases and improved techniques..
pt_br: Muitos bugs foram corrigidos para alguns casos e técnicas melhoradas.

source: Project
cs_cz: Projekt
es: Proyecto
it: Progetto
ja: プロジェクト
pt_br: Projeto
sk_sk: Projekt

source: gitignore additions: textmate project folder, older CVS folders, sass_cache.
pt_br: Adições ao gitignore: Pasta de projeto do TextMate, pastas CVS antigo, sass_cache.

source: Update HTML elements demo: reduce repetition, remove deprecated elements, add certain HTML5 elements, add more comprehensive collection of HTML5 input types, include different form markup styles, add form elements box-sizing test
pt_br: Atualiza os elementos do HTML demo: Reduz a repetição, remove elementos em desuso, adiciona certos elementos HTML5 e uma coleção mais abrangente de input types HTML5, incluíndo diferentes estilos de marcação de form e adiciona testes de box-sizing para elementos de form.

source: Add .gitattributes to help with consistent line endings
pt_br: Adiciona .gitattributes para ajuda com finais de linhas consistentes.

source: Changed curly quotes to straight quotes in crossdomain.xml
pt_br: Alteradas as aspas curvas para aspas direitas no crossdomain.xml.

source: Webserver Configs
es: Configuraciones de Servidor Web
it: Configurazioni Webserver
pt_br: Configurações Webserver

source: Disable directory browsing by default
pt_br: Desabilita pesquisa em diretórios por padrão.

source: removed trailing slash redirects in htaccess. <a href="https://github.com/paulirish/html5-boilerplate/wiki/Proper-usage-of-trailing-slash-redirects">More</a>
pt_br: Remoção do redirecionamento de barra final a direita no htaccess. <a href="https://github.com/paulirish/html5-boilerplate/wiki/Proper-usage-of-trailing-slash-redirects">Veja mais informações</a>

source: Updating TTF mimetype to fix Google Chrome warning
pt_br: Atualização do mime type de TTF para corrigir alertas no Google Chrome.

source: Improved support for all versions of Apache, including workaround for bug in <code>mod_filter</code>.
pt_br: Melhorado o suporte para todas as versões do Apache, incluindo solução de um erro no <code>mod_filter</code>.

source: <b>Way better</b> and more robust gzip rules.
pt_br: <b>Um jeito melhor</b> e mais robusto de fazer regras de gzip.

source: Add gzip support for XHTML, RSS, Atom
pt_br: Adicionado suporte em gzip para XHTML, RSS e Atom.

source: Added m4a (Need it for IE9) and m4v (HandBrake default) MIME types.
pt_br: Adicionado MIME types de m4a (Necessário para o IE9) e m4v (padrão HandBrake).

source: added <code>Header unset ETag</code> In some servers setting <code>FileETag None</code> alone, is not enough. Removing header and setting it to None fixes the issue.
pt_br: Adicionado <code>Header unset ETag</code>. Em alguns servidores só definir <code>FileETag None</code> sozinho, não é suficiente. Remover o cabeçalho e definir como 'None' corrige o problema.

source: Add <code>Options +FollowSymlinks</code> when <code>RewriteEngine</code> is used. Fixes #489.
pt_br: Adiciona <code>Options +FollowSymlinks</code> quando <code>RewriteEngine</code> é usado. Corrige #489.

source: Some more security for PHP: turn off error display and turn on error logging
pt_br: Alguma segurança a mais para PHP: Desativando a exibição de erro e ativando o log de erro.

source: Allow Blackberry to read vCards, because those people are swell.
pt_br: Deixa o Blackberry ler vCards, porque algumas pessoas estão aderindo.

source: nginx, node.js, lighttpd, google app engine, IIS
pt_br: nginx, node.js, lighttpd, google app engine e IIS

source: Lots of updates and fixes. View the official <a href="https://github.com/paulirish/html5-boilerplate-server-configs/">h5bp server configs repo
pt_br: Muitas atualizações e correções. Veja o <a href="https://github.com/paulirish/html5-boilerplate-server-configs">repositório oficial de configurações de servidor H5BP

source: Significant commits
pt_br: Commits mais significativos:

source: The commit messages on these commits are particularly fun and worth a read if you're into frontend research
pt_br: As mensagens nestes commits são particularmente divertidas e valem a leitura , principalmente se você estiver interessado em pesquisas de front-end.

source: Revert "Added native iOS inertia scrolling"
pt_br: Reverte "Adicinada rolagem nativa de inércia do iOS".

source: Major: Now using css normalization instead of css reset + building up default styles
pt_br: Principal: Agora usa-se normalização em vez de um redefinidor somando-se a construção de estilos padronizados.

source: Change our conditional comments around the HTML tag to use a single .oldie class.
pt_br: Muda nossos comentários condicionais em torno da tag HTML para usar a única classe oldie.

source: Revert "Change our conditional comments around the HTML tag to use a single .oldie class."
pt_br: Reverte "Muda nossos comentários condicionais em torno da tag HTML para usar a única classe oldie".

source: Tweaking our hot pink ::selection based on a suggestion from David Murdoch and research from Adam Diehm.
pt_br: Aprimoração da nossa ::selection rosa choche baseado na sugestão de David Murdoch e pesquisas de Adam Diehm.

source: Use minified jQuery by default.
pt_br: Utiliza jQuery minificado por padrão.

source: optimize build process
pt_br: Otimiza o processo de compilação.
