Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Base
cs_cz: Základ
sk_sk: Základ

source: Links
cs_cz: Odkazy
sk_sk: Odkazy

source: 100&#37; hipster.
ja: 100&#37; ヒップスター

source: Ant Build Script
ja: Ant Buildスクリプト

source: Changelog
ja: 変更点

source: Webfonts
ja: Webフォント

source: Software
ja: ソフトウェア

source: A rock-solid default template for HTML5 awesome.
ru: Пуленепробиваемый шаблон для разработки HTML5-сайтов.

source: After more than two years in iterative development, you get the best of the best practices baked in: cross-browser normalization, performance optimizations, even optional features like cross-domain Ajax and Flash. A starter apache .htaccess config file hooks you the eff up with caching rules and preps your site to serve HTML5 video, use @font-face, and get your gzip zipple on.
de_de: In mehr als Zwei Jahren schrittweiser Entwicklung haben wir die Besten der Besten Techniken verwendet: Cross-Browser-Normalisierung, Performance-Optimierungen und sogar optionale Features wie Cross-Domain AJAX und Flash. Die Vorlage für die Apache-.htaccess-Konfigurationsdatei kommt mit praktischen Caching-Regeln daher, bereitet Deine Seite für HTML5-Video vor und erlaubt Dir, einfache @font-face-Nutzung und gzip-Auslieferung Deines Contents.
ru: После более чем двух лет разработки, мы собрали лучшие хаки для кросс-браузерной совместимости, настройки производительности и даже таких вещей, как кросс-домменых Ajax запросов и Flash. А наш пример .htaccess для Apache поможет настроить правила кеширования, сжатия (gzip!) и подготовит ваш сайт к работе с HTML5 видео и @font-face.

source: What&rsquo;s New in 0.9.5
de_de: Was ist neu in 0.9.5
ru: Что нового в 0.9.5

source: Removed <code>-webkit-font-smoothing: antialiased;</code> it makes monospace too thin.
ru: Убрано правило <code>-webkit-font-smoothing: antialiased;</code> поскольку оно делает моноширинные шрифты слишком тонкими.

source: IE conditional classes have moved from the <code>&lt;body&gt;</code> tag to the <code>&lt;html&gt;</code> tag.
ru: Условные классы для IE были перемещены из <code>&lt;body&gt;</code> в <code>&lt;html&gt;</code>.

source: Dropped <code>text-rendering: optimizeLegibility</code> as it breaks small-caps and looks odd on Linux machines.
ru: Убрано правило <code>text-rendering: optimizeLegibility</code> поскольку оно ломает капители (small-caps) и странно выглядит в Linux.

source: Added a IE6 call for the minified <code>dd_belatedpng</code>.
ru: Добавлен вызов минифицированного <code>dd_belatedpng</code> в IE6.

source: Revised viewport declaration to allow user scaling and clear Webkit console errors.
ru: Исправлено объявление viewport для того, чтобы пользователи могли сами изменять масштаб и чтобы ошибки в консоли Webkit были более понятными.

source: Updated Modernizr to 1.6.
ru: Modernizr обновлен до версии 1.6

source: Added <code>web.config</code> file for Microsoft IIS.
ru: Добавлен файл <code>web.config</code> для Microsoft IIS.

source: Beta release of the <a href="http://github.com/paulirish/html5-boilerplate/wiki/Build-script">Build Script</a>.
ru: Бета-версия <a href="http://github.com/paulirish/html5-boilerplate/wiki/Build-script/">скрипта для сборки</a>.

source: New project scaffolding <a href="http://github.com/paulirish/html5-boilerplate/wiki/createproject.sh">bash script</a>.
ru: Новый <a href="http://github.com/paulirish/html5-boilerplate/wiki/createproject.sh">баш-скрипт</a> для создания проекта.

source: .... and over 100 other fixes and improvements.
ru: ... и более 100 других исправлений и улучшений.

source: Or read through this good explanation of <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 snippets you should be using</a>.
de_de: Oder, lese diese gute Erklärung von <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/" hreflang="en">20 Snippets, die du nuzten solltest (Englisch)</a>.
ru: Также можете почитать замечательное описание <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 трюков, которые нужно использовать</a>.

source: <a href="http://css3pie.com/">css3pie.com</a> and all the other <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
de_de: <a href="http://css3pie.com/">css3pie.com</a> und alle anderen <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5-Polyfills</a>
ru: <a href="http://css3pie.com/">css3pie.com</a> и другие <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 костыли</a>

source: Learn HTML5 elements better: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> and <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
de_de: Lerne neue HTML5-Elemente kennen: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a>, und <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5: Semantic Elements</a>
ru: Ещё лучше изучите HTML5: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> и <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5: semantic elements</a>

source: If you're a photo gallery site you might want this for ie6 to not show that stupid thing on &lt;img&gt; tags: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
de_de: Seiten, die auf Bilder setzen und viele Besucher mit IE6 haben, könnten das brauchen, um das nerive Ding von Bildern zu bekommen: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
ru: Этот мета-тег поможет убрать дурацкий тулбар, который появляется над картинками в IE6: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>

source: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Tell your users to Enable JavaScript</a>
de_de: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Deine Nutzer bitten, JavaScript zu aktivieren.</a>
ru: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Заставьте пользователей включить JavaScript</a>

source: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Color considerations for printing</a>
de_de: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Druck-optimierte Farben</a>
ru: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Рекоммендации по цветовой гамме для печати</a>

source: Use Google's recommendations for SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>
de_de: Beachte auch Googles SEO-Hinweise: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">Google SEO Starter Guide</a>
ru: Следуйте рекоммендация Google для SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>

source: Dig into the new <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link relations</a>
de_de: Finde heraus, was es mit den neuen <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">Link-Beziehungen</a> auf sich hat.
ru: Встречайте <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">новые значения для аттрибута rel</a>

source: Consider some opinionated <a href="http://webdosanddonts.com/">web do's and web dont's</a>
de_de: Lies ein paar eigensinnige <a href="http://webdosanddonts.com/">Web Ge- und Verbote</a>
ru: Почитайте (достаточно субъективные) заметки о том, <a href="http://webdosanddonts.com/">что делать нужно, а что нет</a>

source: Get your team hooked using the same <a href="http://molecularvoices.molecular.com/standards/">front-end coding standards and best practices.</a>
de_de: Dein gesamtes Team sollte sich an <a href="http://molecularvoices.molecular.com/standards/">die gleichen Frontend-Code-Standards halten</a> und die gleichen bewährten Vorgehensweisen nutzen.
ru: Подсадите вашу команду на единый <a href="http://molecularvoices.molecular.com/standards/">стиль кодирования фронт-енд приложений.</a>

source: Open Web Vigilante
ru: Смотритель Сети

source: Comments for Boilerplate v0.9.1 can be found in the <a href="commentarchive.html">archive</a>
de_de: Kommentar bezüglich Boilerplate v0.9.1 sind im <a href="commentarchive.html">Archiv</a>
ru: Комментарии к Boilerplate v0.9.1 <a href="commentarchive.html">в архиве</a>

source: Read this: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
de_de: Lesen: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
ru: Подробнее: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html

source: Most restrictive policy:
de_de: die höchste Einschränkungen
ru: Наиболее жесткая политика:

source: Least restrictive policy:
de_de: die niedriegste Einschränkungen
ru: Менее жесткая политика:

source: If you host a crossdomain.xml file with allow-access-from domain=“*” and don’t understand all of the points described here, you probably have a nasty security vulnerability. ~ simon willison
de_de: Wenn Sie in Ihre `crossdomain.xml` Datei `allow-access-from domain="*"` schreiben, und nicht alle Punkten hier drin verstehen, dann haben Sie höchst wahrscheinlich eine böse Sicherheitslücke ~ Simon Willison
ru: Если вы используете crossdomain.xml с allow-access-from domain=“*” и не полностью понимаете всё, что тут описано, результатом, скорее всего, будет опасная брешь в безопасности. ~ simon willison

source: # Because X-UA-Compatible isn't sent to non-IE (to save header bytes), # We need to inform proxies that content changes based on UA #
de_de: # X-UA-Compatible schicken wir nur IE (um Bytes im HTTP-Headern zu sparen), # also wir mussen Proxy-Servern informieren, dass Inhalt sich unterscheiden kann, # in verschidene Browsern #
ru: # Поскольку мы не отправляем X-UA-Compatible для браузеров отличных от IE (чтобы сократить размер заголовка), # Нам нужно дать знать прокси-серверам об измененении контента на основе UA #

source: Disabled. Uncomment to serve cross-domain ajax requests
de_de: Deaktiviert. Auskommentieren, um Cross-Domain AJAX zu ermöglichen
ru: Раскомментируйте, чтобы разрешить кросс-доменные Ajax запросы

source: # allow access from all domains for webfonts # alternatively you could only whitelist # your subdomains like "sub.domain.com" #
de_de: # Zugriffe von alle Domains auf Webfonts erlauben. # Du kannst auch nur bestimmte Domains/Subdomains # explizit listen im Form von "sub.domain.com" #
ru: # разрешаем доступ к веб-шрифтам со всех доменов # в качестве альтернативы можно разрешить доступ только # к вашим субдоменам, например "sub.domain.com" #

source: video
ru: видео

source: webfonts
ru: веб-шрифты

source: # allow concatenation from within specific js and css files # # e.g. Inside of script.combined.js you could have # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # and they would be included into this single file #
de_de: # Concatenation erlauben innerhalb bestimmten JS/CSS-Datein # # z.B. in `script.combined.js`, könntest Du Folgendes schreiben: # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # und die Beide würden hinzugefügt und als eine Datei ausgeliefert #
ru: # разрешаем некоторым JS/CSS файлам включать в себя другие файлы # # к примеру, внутри script.combined.js можно написать # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # и эти файлы будут автоматически включены в состав файла #

source: # this is not in use in the boilerplate as it stands. you may # choose to name your files in this way for this advantage # or concatenate and minify them manually. #
de_de: # Nicht in aktuellen Boilerplate benutzt. Du könntest aber # deine Datein so benennen, und diese Regel nutzen, oder die # selbst zusammenknüpfen und minimizieren. #
ru: # по умолчанию, boilerplate этим не пользуется. вы можете либо # переименовать файлы, чтобы воспользоваться этой возможностью, # либо объединить и минифицировать эти файлы вручную. #

source: gzip compression.
de_de: gzip-Komprimierung
ru: gzip сжатие.

source: # these are pretty far-future expires headers # they assume you control versioning with cachebusting query params like # # <script src="application.js?20100608"> # # additionally, consider that outdated proxies may miscache #
de_de: # Far-Future `Expires` HTTP-Header # Hier nehmen wir an, dass Du Versionen im Griff behaltest, in dem Du # "cachebusting" GET-Params nuztest: # # <script src="application.js?20100608"> # # Aktung: veraltete Proxy-Servern könnten falsch cachen: #
ru: # эти заголовки ставят дату протухания кеша на далекое будущее # подразумевается, что вы контролируете версиями файлов с помощью GET параметров # # <script src="application.js?20100608"> # # (к тому же, имейте ввиду, что некоторые старые прокси неправильно обрабатывают такие параметры) #

source: # if you don't use filenames to version, lower the css and js to something like # "access plus 1 week" or so #
de_de: # wenn du nicht Dateinamen nutzest, Cachezeiten auf irgendwas im Richtung `access plus 1 week` reduzieren#
ru: # если вы не вставляете версии файла в его имя, спустите дату протухания до одной недели: # "access plus 1 week" #

source: cache.manifest needs re-requests in FF 3.6 (thx Remy ~Introducing HTML5)
de_de: `cache.manifest` erzeugt wiederholte Requests im FF 3.6 (via Remy ~Introducing HTML5)
ru: cache.manifest требует доп. запросов в FF 3.6 (спасибо Remy ~Introducing HTML5)

source: your document html
de_de: Deine HTML
ru: html вашего сайта

source: # Since we're sending far-future expires, we don't need ETags for # static content. #
de_de: # Da wir mit Far-Futures `Expires` HTTP-Header arbeiten, brauchen wir kein ETags #
ru: # Нам не нужны Etags для статического контента, поскольку мы отправляем # "долгие" заголовки expires. #

source: you probably want www.example.com to forward to example.com -- shorter URLs are sexier.
de_de: Du willst sicherlich, dass `www.example.com` ins `example.com` verwandelt wird -- Kurzere URLs sind sexy.
ru: www.example.com должен направлять пользователей на example.com.

source: without -MultiViews, Apache will give a 404 for a rewrite if a folder of the same name does not exist
de_de: ohne -MultiViews wird Apache 404 statt 30X ausliefern, wenn ein gleichnamige Ordner nicht existiert
ru: без -MultiViews, Апач вернет 404 для правила mod_rewrite если не существует директории с таким же именем

source: e.g.
de_de: z.B.
ru: например

source: will have Apache block users from browsing folders without a default document
de_de: Ordner ohne ein "default document" sind nicht browsebar
ru: заставляет Апач запрещать пользователям браузить по директориям, в которых нет дефолтного документа

source: We don't need to tell everyone we're apache.
de_de: "Apache" Servername unterdrücken
ru: Не обязательно всем рассказывать, что это Апач

source: Always force latest IE rendering engine (even in intranet) & Chrome Frame Remove this if you use the .htaccess
de_de: Immer die neuste IE Rendering-Engine nutzen (selbst im Intranet), und Chrome Frame Wenn du die `.htaccess` Regeln benutztst, kannst die dieses Code entfernen
ru: Всегда пытаемся использовать самый последний движок в IE и Chrome Frame Удалите, если есть .htaccess

source: CSS : implied media="all"
de_de: CSS : kein `media`-Attribute impliziert `media="all"`
ru: В CSS аттрибут media по умолчанию стоит в "all"

source: Javascript at the bottom for fast page loading
de_de: JavaScript am Ende, un die Seite schneller zu laden
ru: Javascript в самом низу для более быстрой загрузки страницы

source: Grab Google CDN's jQuery. fall back to local if necessary
de_de: jQuery von Googles CDN. Lokal als Rückfallstrategie.
ru: Стараемся скачать jQuery с Гугловского CDN. Если не получается, берем локальную копию.

source: end concatenated and minified scripts
de_de: ende von zusammengeknüpfte und minimizierte Skripten
ru: всё

source: fix any <img> or .png_bg background-images
de_de: `<img>` und `.png_bg` Hintergrund-Bilder reparieren
ru: исправляем все <img> или элементы с классом .png_bg и бэкрграундными картинками

source: yui profiler and profileviewer - remove for production
de_de: YUI Profiler und ProfileViewer - Soll vor dem Live-Ausspielen entfernt werden
ru: профайлер yui - уберите перед релизом

source: end profiling code
de_de: Ende des Profil-Codes
ru: всё

source: asynchronous google analytics: mathiasbynens.be/notes/async-analytics-snippet change the UA-XXXXX-X to be your site's ID
de_de: asynchron Google Analytics: mathiasbynens.be/notes/async-analytics-snippet `UA-XXXXX-X` in deinen Site-ID verwandeln
ru: асинхронная загрузка google analytics: mathiasbynens.be/notes/async-analytics-snippet измените UA-XXXXX-X на ID вашего сайта

source: credit is left where credit is due.
de_de: Anerkennung steht da, wo es klare Inspiration gab.
ru: благодарности источникам

source: much inspiration was taken from these projects:
de_de: Diese Projekten waren auch super Inspirationsreich:
ru: среди которых следующие проекты:

source: v1.4 2009-07-27 | Authors:
de_de: v1.4 2009-07-27 | Autoren:
ru: v1.4 2009-07-27 | Авторы:

source: tables still need cellspacing="0" in the markup
de_de: Tabelen brauchen immer noch `cellspacing="0" im Markup
ru: таблицы всё равно нуждаются в cellspacing="0"

source: END RESET CSS
de_de: ENDE VON RESET CSS
ru: КОНЕЦ RESET CSS

source: fonts.css from the YUI Library:
de_de: fonts.css von die YUI Bibliothek
ru: fonts.css из YUI Library:

source: Refer to developer.yahoo.com/yui/3/cssfonts/ for font sizing percentages
de_de: Bitte dich an developer.yahoo.com/yui/3/cssfonts/ wenden, um die richtige `font-size` Prozente zu finden
ru: Проценты для размеров шрифтов: developer.yahoo.com/yui/3/cssfonts/

source: There are three custom edits:
de_de: Drei Veränderungen waren nötig:
ru: Меняем три вещи:

source: remove arial, helvetica from explicit font stack
de_de: Arial und Helvetica von explizites Stack löschen
ru: убираем arial и helvetica из списка шрифтов

source: we normalize monospace styles ourselves
de_de: nichtproportionale Schriftgroßen normen
ru: сами нормализуем стили для моноширинных шрифтов

source: table font-size is reset in the HTML5 reset above so there is no need to repeat
de_de: `font-size` für Tabeln ist daoben genullt. es gibt also kein grund uns zu wiederholen.
ru: font-size для таблицы был исправлен выше, так что повторять это не нужно

source: hack retained to preserve specificity
de_de: Hack beibehalten, um Spezifität aufzuheben
ru: оставляем хак, для точности

source: normalize monospace sizing
de_de: nichtproportionale Schriftgroßen normen
ru: нормализуем размеры моноширинных шрифтов

source: minimal base styles
de_de: minimale Grund-Stil
ru: базовые стили (самый минимум)

source: set your base font here, to apply evenly
de_de: setzen der Basis-Schriftart, damit kann sie gleichmäßig angewendet werden
ru: укажите ваш базовый шрифт здесь, чтобы он везде был одинаковым

source: Headers (h1,h2,etc) have no default font-size or margin, you'll want to define those yourself.
de_de: Header-Elementen (h1, h2, usw.) haben kein standard `font-size` und `margin`. Du musst die selber definieren.
ru: У заголовков (h1,h2,etc) нет дефолтных размеров или отступов, вам нужно будет указать их самим.

source: always force a scrollbar in non-IE
de_de: immer ein Rollbalken im Browsern (ausser IE)
ru: всегда показывайте полосу прокрутки в браузерах отличных от IE

source: align checkboxes, radios, text inputs with their label
de_de: bringen Checkboxen, Radio Buttons, Text-Felder, und die zugehörige Labels auf eine Reihe
ru: выравниваем чекбоксы, радио кнопки и тектовые поля по отношению к их меткам

source: hand cursor on clickable input elements
de_de: Hand-Cursor über klickbaren Eingabe-Elementen
ru: курсор в виде руки для всех кликабельных элементов input

source: webkit browsers add a 2px margin outside the chrome of form elements
de_de: Webkit-Browser fügen einen 2px-Außenabstand um den äußeren Chrom von Formular-Elementen hinzu
ru: браузеры на webkit добавляют двухпиксельный отступ к элементам формы

source: colors for form validity
de_de: Farben für Formularvalidierung
ru: цвета для правильно/неправильно заполненных полей

source: These selection declarations have to be separate.
de_de: die Selektoren mussen separat geschrieben sein
ru: Эти селекторы должны быть разделены

source: Also: hot pink.
de_de: Auch: Pink
ru: Плюс: розовенько

source: make buttons play nice in IE:
de_de: brave Buttons im IE:
ru: исправляем кнопки для IE

source: bicubic resizing for non-native sized IMG:
de_de: Bikubische-Skalieriung für angepassten IMG:
ru: бикубическое изменение размеров для IMG с не-нативными размерами

source: for image replacement
de_de: um Grafiken zu ersetzen
ru: для замены картинки

source: Hide only visually, but have it available for screenreaders
de_de: optisch versteckt, aber mit Screenreader lesbar
ru: Прямем визуально, но не от скринридеров

source: The Magnificent CLEARFIX: Updated to prevent margin-collapsing on child elements
de_de: Der glorreiche CLEARFIX: Aktualisiert, um einen Einsturz der Außenabstände in Kind-Elementen zu verhindern
ru: Великолепный CLEARFIX: Update to prevent margin-collapsing on child elements

source: Primary Styles
de_de: Hauptlayout
ru: Главные стили:

source: Author:
de_de: Autor:
ru: Автор:

source: Media queries for responsive design
de_de: Medienabfragen für ansprechendes Design
ru: Правила для более отзывчивого дизайна

source: Grade-A Mobile Browsers (Opera Mobile, iPhone Safari, Android Chrome)
de_de: Grade-A Mobile Browsern (Opera Mobil, iPhone Safari, Android Chrome)
ru: Хорошие (Grade-A) мобильные браузерв (Opera Mobile, iPhone Safari, Android Chrome)

source: Consider this:
de_de: Bitte beachten:
ru: На заметку:

source: Uncomment if you don't want iOS and WinMobile to mobile-optimize the text for you
de_de: Auskommentieren, wenn iOS und WinMobile den Text nicht für Mobile optimieren sollen
ru: Разкомментируйте, если не хотите, чтобы iOS и WinMobile сами оптимизировали текст для своих экранов

source: print styles
de_de: Drucklayout
ru: стили для печати

source: inlined to avoid required HTTP connection
de_de: inline geschrieben, um zusätzliche HTTP-Aufrufen zu vermeiden
ru: прямо в файле, чтобы избежать дополнительного HTTP запроса

source: Don't show links for images
de_de: zeige Links für Bilder nicht an
ru: Не показывать ссылки к картинкам

source: remap jQuery to $
de_de: `jQuery` in `$` umbennen
ru: используем $ вместо jQuery

source: usage
de_de: Nutzung
ru: как пользоваться

source: catch all document.write() calls
de_de: fange alle `document.write()` aufrufe ab
ru: перехватываем все вызовы document.write()

source: <a href="http://de.html5boilerplate.com">Deutsch</a>
de_de: <a href="http://html5boilerplate.com">English</a>

source: Read some <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS Spriting tips</a> or you could use <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> if you are using <a href="http://sass-lang.com">Sass</a>.</p>
de_de: <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">Tips für CSS-Spriting</a> lesen (oder, wenn Du <a href="http://sass-lang.com">Sass</a> benutzt, kannst du auch gleich <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> verwenden)</p>
