Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Walk through it with me, now
de_de: Die einzelnen Bausteine
es: Recórralo junto a mi, ahora
it: Percorriamolo insieme, ora
pt_br: Agora vamos percorrer isso juntos
ru: Ну а теперь всё по порядку

source: click to see the code of
pt_br: clique aqui para ver o código do arquivo

source: Use the .htaccess and remove these lines to avoid edge case issues.
cs_cz: Použijte .htaccess a odstraňte tyto řádky abyste se vyhnuli problémům okrajových záležitostí.
ja: 一部の問題を回避するためには.htaccessを使ってこの行を削除する
pt_br: Use o arquivo .htaccess e remova estas linhas para previnir alguns problemas.
sk_sk: Použite .htaccess a odstránte tieto riadky aby ste sa vyhli problémom okrajových záležitostí.

source: More info:
cs_cz: Více informací:
ja: 詳しい情報:
pt_br: Mais informações:
sk_sk: Viac informácii:

source: Mobile viewport optimized:
cs_cz: Optimalizovaný viewport pro mobilní zařízení:
de_de: Optimierungen für mobile Browser
es: viewport de móviles optimizado:
it: Viewport per i browser mobile ottimizzato:
ja: モバイルビューポート最適化:
pt_br: Viewport para dispositivos móveis otimizada:
ru: Оптимизируем для экранов мобильников:
sk_sk: Optimalizovaný viewport pre mobilné zariadenia:

source: Place favicon.ico and apple-touch-icon.png in the root directory: mathiasbynens.be/notes/touch-icons
cs_cz: Umístěte favicon.ico a apple-touch-icon.png do kořenového adresáře:mathiasbynens.be/notes/touch-icons
ja: favicon.icoとapple-touch-icon.pngはドメインのルートに置くこと: mathiasbynens.be/notes/touch-icons
pt_br: Coloque o favicon.ico e o apple-touch-icon.png no diretório raiz: mathiasbynens.be/notes/touch-icons
sk_sk: Umiestnite favicon.ico a apple-touch-icon.png do koreňového adresára: mathiasbynens.be/notes/touch-icons

source: CSS: implied media=&quot;all&quot;
es: CSS: media=&quot;all&quot; implícita
it: CSS : &egrave; implicito media=&quot;all&quot;
pt_br: CSS: media=&quot;all&quot; implícito

source: More ideas for your &lt;head&gt; here: h5bp.com/docs/#head-Tips
pt_br: Mais idéias para sua tag &lt;head&gt; em: h5bp.com/docs/#head-Tips

source: All JavaScript at the bottom, except for Modernizr and Respond.
cs_cz: Celý JavaScript v spodní částí, s výjimkou Modernizr a Respond.
ja: Modernizr以外のJavaScriptはファイルの下部に。
pt_br: Todos os JavaScript lá em baixo, com exceção para Modernizr e Respond.
sk_sk: Celý JavaScript v spodnej časti, s výnimkou Modernizr a Respond.

source: Modernizr enables HTML5 elements &amp; feature detects; Respond is a polyfill for min/max-width CSS3 Media Queries
pt_br: Modernizr habilita elementos HTML5 e detecta funcionalidades; Respond é um polyfill de min/max-width e Media Queries CSS3

source: For optimal performance, use a custom Modernizr build:
cs_cz: Pro optimální výkon, použijte vlastní kofiguraci Modernizr:
ja: 最適なパフォーマンスのためにカスタマイズされたModernizrを使う:
pt_br: Para otimizar o desempenho, utilize uma compilação personalizada do Modernizr:
sk_sk: Pre optimálny výkon, použite vlastnú konfiguráciu Modernizr:

source: end of #container
cs_cz: končí #container
es: fin de #container
it: fine del #container
ja: #containerの終わり
pt_br: termino do #container
sk_sk: končí #container

source: JavaScript at the bottom for fast page loading
cs_cz: JavaScript v spodní částí pro rychlejší načítaní stránky
es: JavaScript al fondo para carga rápida de la página
it: JavaScript in fondo per un caricamento della pagina pi&ugrave; veloce
ja: JavaScriptはページロード速度アップのため、ファイル下部に記述
pt_br: JavaScript aqui em baixo para acelerar o carregamento da página
sk_sk: JavaScript v spodnej časti pre rýchlejšie načítanie stránky

source: Grab Google CDN&apos;s jQuery, with a protocol relative URL; fall back to local if necessary
es: Obtener jQuery del CDN de Google, con una URL relativa al protocolo; fallback a copia local si es necesario
it: Carica jQuery dal CDN di Google. ripiega su quello locale se necessario
pt_br: Apanhar o jQuery do CDN do Google, com protocolo relativo da URL; fall back para o local se necessário

source: Change UAXXXXXXXX1 to be your site&apos;s ID
pt_br: Mude UAXXXXXXXX1 para o ID do seu site

source: Prompt IE 6 users to install Chrome Frame. Remove this if you want to support IE 6.
cs_cz: Podnítit uživatele IE 6 k instalaci Chrome Frame. Odstraňte to pokud chcete podporovat IE 6.
ja: IE 6ユーザーにChrome Frameをインストールするように促す。もしIE 6をサポートしたいならこれを削除すること。
pt_br: Induz usuários do IE 6 a instalarem o Chrome Frame. Remova isso se você quer dar suporte ao IE 6.
sk_sk: Podnieťte užívateľov IE 6 k inštalácii Chrome Frame. Odstráňte to ak chcete podporovať IE 6.

source: What follows is the result of much research on cross-browser styling.
cs_cz: To co následuje, je výsledkem mnoha výzkumů cross-browser stylovaných.
ja: これらはクロスブラウザーのためのスタイルにおいて多くのリサーチした成果です。
pt_br: O que segue é resultado de muita pesquisa em estilização cross-browser.
sk_sk: To čo nasleduje, je výsledkom mnohých výskumov cross-browser štýlovania.

source: Credit left inline and big thanks to Nicolas Gallagher, Jonathan Neal,
cs_cz: Autorství a velký dík patří Nicolas Gallagher, Jonathan Neal,
ja: Nicolas Gallagher、Jonathan Neal、Kroc Camen、そしてH5BPコミュニティ、チーム
pt_br: Crédito deixado nas linhas e um grande agradecimento a Nicolas Gallagher, Jonanthan Neal,
sk_sk: Autorstvo a veľká vďaka patrí Nicolas Gallagher, Jonathan Neal,

source: Kroc Camen, and the H5BP dev community and team.
cs_cz: Kroc Camen, a H5BP vývojářské komunitě a týmu.
ja: にはクレジットに名前を残すとともに多大な感謝を贈ります。
pt_br: Kroc Camen e a comunidade e time de desenvolvimento do H5BP.
sk_sk: Kroc Camen, a H5BP vývojarskej komunite a tímu.

source: Detailed information about this CSS: h5bp.com/css
cs_cz: Detailńější informace o tomto CSS: h5bp.com/css
ja: このCSSについて詳しい情報: h5bp.com/css
pt_br: Informação detalhada sobre este CSS em: h5bp.com/css
sk_sk: Detailnejšie informácie o tomto CSS: h5bp.com/css

source: HTML5 element display
cs_cz: HTML5 zobrazení prvků
pt_br: Exibição de elementos HTML5
sk_sk: HTML5 zobrazenie prvkov

source: Correct text resizing oddly in IE6/7 when body font-size is set using em units
cs_cz: Opraví chybné zvětšování testu v IE6/7 pokud je body font uvedení v em měřítku
ja: IE6/7でbodyのfont-sizeをemを使って指定したときおかしくなる現象を正しくする
pt_br: Redimensionamento correto do texto nos antigos IE6/7 quando o font-size em body é definindo com unidades de em
sk_sk: Opraví chybné zvačšovanie testu v IE6/7 ak je body font uvedení v em mierke

source: Force vertical scrollbar in non-IE
cs_cz: Vynutí vertikální scrollbar pro ne-IE
ja: IE以外でスクロールバーを表示する
pt_br: Força barra de rolagem vertical em tudo que não é IE
sk_sk: Vynúti vertikálny scrollbar pre nie-IE

source: Prevent iOS text size adjust on device orientation change, without disabling user zoom:
cs_cz: Zabrání změně velikosti textu při změně orientace při iOS zařízení bezomezení zoomu:
ja: iOSのデバイスの方向を変えたときにズームを無効にせずにテキストサイズが調整されるのを防ぐ:
pt_br: Previne ajuste de texto no iOS quando a orientação do aparelho é alterada, sem desabilitar o zoom do usuário:
sk_sk: Zabráni zmene veľkosti textu pri zmene orientácie pri iOS zariadení bez obmedzenia zoomu:

source: Remove text-shadow in selection highlight: h5bp.com/i
cs_cz: Odstraní stíny textu ve vyznačené volbě: h5bp.com/i
ja: 選択時の反転ではtext-shadowを削除する: h5bp.com/i
pt_br: Remove text-shadow no destaque da seleção: h5bp.com/i
sk_sk: Odstráni tiene textu vo vyznačenej voľbe: h5bp.com/i

source: These selection declarations have to be separate
cs_cz: Tyto deklarace výběru musí být odděleny
es: Estas declaraciones de selección tienen que estar separadas
it: Queste dichiarazioni di selezione devono essere separate.
ja: 選択用の宣言はカンマでつなぐことが出来ないので、分割
pt_br: Estas declarações de seleção devem ficar separadas
sk_sk: Tieto deklarácie výberu musia byť oddelené

source: Also: hot pink! (or customize the background color to match your design)
cs_cz: Také: krásná růžová! (nebo si nastavte barvu pozadí aby odpovídala vašemu designu)
ja: 補足: ピンク！（またはあなたのデザインにマッチする背景色にカスタマイズする）
pt_br: E também: Rosa choque! (ou personalize a cor de fundo para corresponder ao seu design)
sk_sk: Taktiež: krásna ružová! (alebo si nastavte farbu pozadia aby zodpovedala vášmu dizajnu)

source: Improve readability when focused and hovered in all browsers:
cs_cz: Zlepšete čitelnost při focus a hover ve všech prohlížečích:
ja: すべてのブラウザーでフォーカスしたりマウスオーバーしたときの可読性を改善する
pt_br: Melhora a legibilidade quando houver eventos de focus e hover em todos os navegadores:
sk_sk: Zlepšite čitateľnosť pri focus a hover vo všetkých prehliadačoch:

source: Typography
cs_cz: Typografie
pt_br: Tipografia
sk_sk: Typografia

source: Redeclare monospace font family
cs_cz: Znovu nastaví monospace font
ja: monospaceのフォントファミリーを再宣言する
pt_br: Redeclara família de fontes monospace
sk_sk: Znova nastaví monospace font

source: Improve readability of pre-formatted text in all browsers
cs_cz: Zlepšite čitelnost přeformátování textu ve všech prohlížečích
ja: すべてのブラウザーでpre形式を指定されたテキストの可読性を改善する
pt_br: Melhora a legibilidade de textos pré-formatados em todos os navegadores
sk_sk: Zlepšite čitateľnosť preformátovaného textu vo všetkých prehliadačoch

source: Position subscript and superscript content without affecting line-height
cs_cz: Umístěte obsah horního a dolního indexu bez ovlivnění výšky řádku
ja: sub、supをline-heightに影響を出ないようにする
pt_br: Posiciona conteúdos de subscript e superscript sem afetarem o line-height
sk_sk: Umiestnite obsah horného a dolného indexu bez ovplyvnenia výšky riadku

source: Lists
cs_cz: Seznamy
pt_br: Listas
sk_sk: Zoznamy

source: Embedded content
cs_cz: Vložený obsah
pt_br: Conteúdo embutido
sk_sk: Vložený obsah

source: Improve image quality when scaled in IE7
cs_cz: Zlepšete kvalitu obrázků při změně měřítka v IE7
ja: IE7で拡大したときに画像の画質を改善する
pt_br: Melhora qualidade da imagem quando escalada no IE7
sk_sk: Zlepšite kvalitu obrázkov pri zmene mierky v IE7

source: Remove the gap between images and borders on image containers
cs_cz: Odstraňte mezeru mezi obrázky a hranicemi
ja: 画像間の隙間や画像の枠を削除する
pt_br: Remove a lacuna entre imagens e bordas nos containers de imanges
sk_sk: Odstráňte medzeru medzi obrázkami a hranicami

source: Correct overflow not hidden in IE9
cs_cz: Opraví neskrývanou overflow v IE 9
ja: IE9のhiddenでないoverflowを正しくする
pt_br: Overflow correto, não desaparece no IE9
sk_sk: Opraví neskrývanie overflow v IE9

source: Figures
cs_cz: Čísla
pt_br: Figuras
sk_sk: Čísla

source: Forms
cs_cz: Formy
pt_br: Formulários
sk_sk: Formy

source: Indicate that &apos;label&apos; will shift focus to the associated form element
pt_br: Indica que a &apos;label&apos; mudará o foco para o seu elemento de formulário associado

source: Correct color not inheriting in IE6/7/8/9
cs_cz: Opraví dědění barvy v IE6/7/8/9
ja: IE6/7/8/9で継承しない色を正しくする
pt_br: Cor correta não herdada nos IE6/7/8/9
sk_sk: Opraví dedenie farby v IE6/7/8/9

source: Correct alignment displayed oddly in IE6/7
cs_cz: Opraví divně zobrazené zarovnání v IE6/7
ja: IE6/7で揃えの表示を正しくする
pt_br: Alinhamento correto exibido estranhamente nos IE6/7
sk_sk: Opraví divne zobrazené zarovnanie v IE6/7

source: Correct font-size not inheriting in all browsers
cs_cz: Opraví dědění velikosti písma ve všech prohlížečích
ja: すべてのブラウザーで継承されないfont-sizeを正しくする
pt_br: Font-size correto não herdado em todos navegadores
sk_sk: Opraví dedenie veľkosti písma vo všetkých prehliadačoch

source: Remove margins in FF3/4 S5 Chrome
cs_cz: Odstraní mezery v FF3/4 S5 Chrome
ja: FF3/4、S5、Chromeでmarginを削除する
pt_br: Remove margens nos navegadores FF3/4, S5 e Chrome
sk_sk: Odstráni medzery v FF3/4 S5 Chrome

source: Define consistent vertical alignment display in all browsers
cs_cz: Definuje sladěny zobrazení svislého zarovnání ve všech prohlížečích
ja: すべてのブラウザーで一貫性のある縦揃えを定義する
pt_br: Define um alinhamento vertical coerente para exibir em todos os navegadores
sk_sk: Definuje zosúladené zobrazenie zvislého zarovnania vo všetkých prehliadačoch

source: Define line-height as normal to match FF3/4 (set using !important in the UA stylesheet)
cs_cz: Definuje výšku řádků aby odpovídaly FF3/4 (nastaví používání !important v UA stylu)
ja: FF3/4にマッチするようにline-heightを合わせる（UAのスタイルシートでは!importantを使用して設定する）
pt_br: Define line-height como normal para coincidir com os FF3/4 (definos com uso de !important na folha de estilos do UA)
sk_sk: Definuje výšku riadkov aby zodpovedali FF3/4 (nastaví používanie !important v UA štýle)

source: Correct inner spacing displayed oddly in IE6/7
cs_cz: Opraví inner spacing, kteří se podivně zobrazuje v IE6/7
ja: IE6/7の内側の余白の表示を正しくする
pt_br: Espaçamento interno correto exibido estranhamente nos IE6/7
sk_sk: Opraví inner spacing, ktorí sa podivne zobrazuje v IE6/7

source: Reintroduce inner spacing in &apos;table&apos; to avoid overlap and whitespace issues in IE6/7
pt_br: Reintroduz o espaçamento interno na &apos;table&apos; para evitar sobreposições e problemas de espaços em branco no IE6/7

source: Display hand cursor for clickable form elements
cs_cz: Zobrazit kurzor pro klikací formulářové prvky
ja: クリックできるインプット要素でハンドカーソルを表示する
pt_br: Exibe o cursor hand para elementos clicáveis
sk_sk: Zobraziť kurzor pre klikateľné formulárové prvky

source: Allow styling of clickable form elements in iOS
cs_cz: Povolí tvarování klikacích formulářových prvků v iOS
ja: iOSでクリックできるフォーム要素のスタイルを許可する
pt_br: Permite estilização de elementos clicáveis no iOS
sk_sk: Povolí tvarovanie klikateľných formulárových prvkov v iOS

source: Consistent box sizing and appearance
cs_cz: Sladěna velikost bloku a jeho vzhledu
ja: 一貫性のあるボックスサイズと外観にする
pt_br: Box sizing e apparence coerentes
sk_sk: Zosúladená veľkosť bloku a jeho vzhľadu

source: Remove inner padding and border in FF3/4
cs_cz: Odstraní vnitřní odsazení a okraj v FF3/4
ja: FF3/4で内側のpaddingとborderを削除する
pt_br: Remove o padding interno e borda nos FF3/4
sk_sk: Odstráni vnútorné odsadenie a okraj v FF3/4

source: Remove default vertical scrollbar in IE6/7/8/9
cs_cz: Odstraní vychozí svislý scrollbar v IE6/7/8/9
ja: IE6/7/8/9でデフォルトの縦スクロールバーを削除する
pt_br: Remove barra de rolagem vertical padrão nos IE6/7/8/9
sk_sk: Odstráni nastavený zvislý scrollbar v IE6/7/8/9

source: Allow only vertical resizing
cs_cz: Povolí pouze svislé změny velikosti
ja: 縦のリサイズだけ許可する
pt_br: Permite apenas o redimensionamento vertical
sk_sk: Povolí iba zvislé zmeny veľkosti

source: Colors for form validity
cs_cz: Barvy pro platnost formuláře
es: Colores para validación de formularios
it: Colori per la validazione dei form
ja: フォームのバリッド属性用カラー
pt_br: Cores para validez de formulários
sk_sk: Farby pre platnosť formuláru

source: Tables
cs_cz: Tabulky
pt_br: Tabelas
sk_sk: Tabuľky

source: Primary styles
cs_cz: Primární styly
es: Estilos primarios
it: Stili primari
pt_br: Estilos primários
sk_sk: Primárne štýly

source: Author
cs_cz: Autor
pt_br: Autor
sk_sk: Autor

source: Non-semantic helper classes
cs_cz: Ne-sémantická pomocná třída
de_de: Unsemantische Hilfsklassen
ja: セマンティックではないヘルパクラス
pt_br: Classes auxiliares não semanticas
ru: Не-семантически классы-помошники
sk_sk: Nie-sémantická pomocná trieda

source: Please define your styles before this section.
cs_cz: Definujte vaše styly před touto částí.
ja: このセクションの前で自分のスタイルを定義してください。
pt_br: Por favor, defina seus estilos antes dessa seção
sk_sk: Definujte vaše štýly pred touto časťou.

source: For image replacement
cs_cz: Pro výměnu obrázka
es: Para reemplazo de imagen
it: per l'image replacement
ja: 画像置き換え用
pt_br: Para image replacement
sk_sk: Pre výmenu obrázka

source: Hide for both screenreaders and browsers
cs_cz: Skrýt pro čtečku i prohlížeče
de_de: Versteckt von Browsern sowie auch Screenreader
ja: ブラウザ、スクリーンリーダから隠す
pt_br: Esconde para ambos leitores de tela e navegadores
ru: Прячем как от скринридеров, так и от браузеров
sk_sk: Skryť pre čítačku i prehliadače

source: Hide only visually, but have it available for screenreaders:
cs_cz: Skrýt jen vizuálně, ale nechat dostupné pro čtečku:
ja: 表示はせずにスクリーンリーダからは利用できる
pt_br: Esconde apenas visualmente, mantendo isso disponível para leitores de tela
sk_sk: Skryť len vizuálne, ale nechať dostupné pre čítačku:

source: Extends the .visuallyhidden class to allow the element to be focusable when navigated to via the keyboard
cs_cz: Rozšírte třídu .visuallyhidden tak, aby byl prvek zaměřen pokud je navigace pomocí klávesnice
ja: .visuallyhiddenをキーボードでナビゲートする際、要素をフォーカスできるよう拡張
pt_br: Extende <code>.visuallyhidden</code> para permitir que elementos sejam focalisáveis quando navegados por teclado.
sk_sk: Rozšírte triedu .visuallydidden tak, aby bol prvok zameraný ak je navigácia pomocou klávesnice

source: Hide visually and from screenreaders, but maintain layout
cs_cz: Vizuálně skryjte před čtečkou, ale uspořádání zachovejte
de_de: optisch verstecken (von Screenreader auch), aber halte Platz im Layout
es: Esconder visualmente y de los lectores de pantalla, pero mantener layout
it: Nascosto visivamente e agli screenreader, ma mantiene lo spazio nel layout
ja: ブラウザとスクリーンリーダから隠し、レイアウトを保持
pt_br: Esconde visualmente e dos leitores de tela, mas mantém o layout
ru: Прячем визуально и от скринридеров, оставляя при этом разметку
sk_sk: Vizuálne ukryte pred čítačkou, ale usporiadanie zachovajte

source: Contain floats
cs_cz: Obsahuje obtékání
ja: floatを内包する
pt_br: Contém os floats
sk_sk: Obsahuje obtekanie

source: Use Media Queries for Responsive Design.
cs_cz: Použijte Media Queries pro přístupný dizajn.
ja: レスポンシブデザインのためにMedia Queriesを使う。
pt_br: Uso de Media Queries para Responsive Design.
sk_sk: Použite Media Queries pre prístupný dizajn.

source: Pixel widths given as samples.
cs_cz: Šířky v pixelech uvedeny jako vzory.
ja: ピクセル値はサンプルです。
pt_br: Larguras em pixel determinadas como exemplo.
sk_sk: Šírky v pixeloch uvedené ako vzory.

source: Edit the widths to suit where your design breaks, rather than
cs_cz: Upravte šířky tam kde je to nutné, raději než
ja: デバイスのピクセル値よりも、あなたのデザインに最適な幅に編集
pt_br: Edite as larguras para se adequar as interrupções do seu design, e não para
sk_sk: Upravte šírky tam kde je to potrebné, radšej než

source: for device pixels, see &apos;Using a mobile-first approach&apos;
pt_br: pixels de dispositivos, veja &apos;Utilização da abordagem mobile-first&apos;

source: Style adjustments for viewports 480px and over go here
cs_cz: Úpravy stylů pro výřezy velikosti 480px a více najdete zde
ja: viewportが480pxのスタイル設定はこちら
pt_br: Ajustes de estilo para viewports de 480px superiores estão aqui
sk_sk: Úpravy štýlov pre výrezy veľkosti 480px a viac nájdete tu

source: Style adjustments for viewports 768px and over go here
cs_cz: Úpravy stylů pro výřezy velikosti 768px a více najdete zde
ja: viewportが768pxのスタイル設定はこちら
pt_br: Ajustes de estilos para viewports de 768px e superiores estão aqui
sk_sk: Úpravy štýlov pre výrezy veľkosti 768px a viac nájdete tu

source: Print styles.
cs_cz: Styly tisku.
es: Estilos de impresión.
it: Stili di stampa
ja: 印刷スタイル
pt_br: Estilos de impressão
sk_sk: Štýly tlače.

source: Inlined to avoid required HTTP connection
cs_cz: V řádku, aby se zabránilo vyžádání HTTP připojení
ja: 余計なHTTP接続を避けるためインラインで記述
pt_br: Embutido para evitar uma requisição HTTP
sk_sk: V riadku, aby sa zabránilo vyžiadaniu HTTP pripojenia

source: Black prints faster
cs_cz: Černá se vytiskne rychleji
ja: 黒の方が印刷が速い
pt_br: Impressão em preto é mais rápida
sk_sk: Čierna sa vytlačí rýchlejšie

source: Don&apos;t show links for images, or javascript/internal links
es: No mostrar enlaces para imágenes, o enlaces internos/javascript
it: Non mostra i link per le immagini, o per i link interni ai JavaScript
pt_br: Para não mostrar links que abrem imagens, links javascript e links internos

source: usage: log(&apos;inside coolFunc&apos;, this, arguments);
es: uso: log(&apos;inside coolFunc&apos;, this, arguments);
it: utilizzo: log(&apos;dentro grandeFunzione&apos;, this, argomenti);
pt_br: Modo de usar: log(&apos;inside coolFunc&apos;, this, arguments)

source: store logs to an array for reference
cs_cz: uloží záznamy do pole pro reference
es: guardar logs a un array para referencia
it: memorizza i log in un array per riferimento
ja: ログを配列に保存
pt_br: armazena logs em um array para referência
ru: логи сохраняем в массив, на будущее
sk_sk: uloží záznamy do poľa pre referencie

source: make it safe to use console.log always
cs_cz: zajistí vždy bezpečné použití console.log
es: hacer que sea siempre seguro usar console.log
it: rende sempre sicuro l'utilizzo di console.log
ja: 常に安全にconsole.logを利用できるように
pt_br: torna sempre segura a utilização do console.log
sk_sk: zabezpečí vždy bezpečné použitie console.log

source: place any jQuery/helper plugins in here, instead of separate, slower script files.
cs_cz: umístěte jQuery/helper pluginy zde, místo oddělených a pomalejších skriptů
es: colocar cualquier plugin jQuery/helper aquí, en lugar de archivos separados, que son más lentos.
it: metti tutti i plugin/supporti per jQuery qui, al posto di aver script separati lenti.
ja: 別々のスクリプトファイルではなく(リクエストを増やさない)jQueryのプラグイン、ヘルパプラグインをここに記述すること。
pt_br: coloque qualquer plugin jQuery ou auxiliar aqui, em vez de separa-los.
sk_sk: umiestnite jQuery/helper pluginy tu, miesto oddelených a pomalších skriptov.

source: Author:
cs_cz: Autor:
de_de: Autor:
es: Autor
it: Autore:
pt_br: Autor
ru: Автор:
sk_sk: Autor:

source: the humans responsible &amp; colophon
es: los humanos responsables &amp; colofón
it: la responsabilità umana &amp; e il colophon
pt_br: os seres humanos responsáveis e suas considerações

source: TEAM
cs_cz: TÝM
es: TEAM/EQUIPO
it: GRUPPO
ja: チーム
pt_br: EQUIPE
sk_sk: TÍM

source: your title
cs_cz: váš titul
ja: タイトル
pt_br: seu título
sk_sk: váš titul

source: your name
cs_cz: vaše jméno
ja: 名前
pt_br: seu nome
sk_sk: vaše meno

source: Twitter
pt_br: Twiiter

source: Location
cs_cz: Umístnění
ja: 場所
pt_br: Localização
sk_sk: Poloha

source: THANKS
cs_cz: DĚKUJEME
es: THANKS/AGRADECIMIENTOS
it: GRAZIE
ja: サンクス
pt_br: AGRADECIMENTOS
sk_sk: ĎAKUJEME

source: Names (&amp; URL)
pt_br: Nomes (e URL)

source: Standards
cs_cz: Standardy
ja: 標準技術
pt_br: Padrões
sk_sk: Štandardy

source: Components
cs_cz: Komponenty
ja: コンポーネント
pt_br: Componentes
sk_sk: Komponenty

source: Apache configuration file
cs_cz: Konfigurační soubor Apache
de_de: Konfigurationsdatei von Apache
es: Archivo de configuración de Apache
it: File di configurazione di Apache
ja: Apache 設定ファイル
pt_br: Arquivo de configuração do Apache
ru: Конфиг Апача
sk_sk: Konfiguračný súbor Apache

source: Note .htaccess files are an overhead, this logic should be in your Apache config if possible
cs_cz: Pozor, .htaccess soubory jsou systémové, tato logika by mohla být použita ve vašem Apache config pokud je to možné
es: Note que los archivos .htaccess son una carga adicional, esta lógica debería estar en su configuración de Apache en lo posible
it: Nota che il file .htacces &egrave; un&apos;aggiunta, questa logica dovrebbe essere gi&agrave; nel tuo file di configurazione Apache se possibile
ja: 注意: .htaccessファイルはオーバーヘッドなので、ここで記述している項目は可能であれば、Apacheの設定に入れる事。
pt_br: Nota: Os arquivos .htaccess fazem uma sobrecarga, sua lógica deve estar no arquivo configurações do Apache se possível.
sk_sk: Pozor, .htaccess súbory sú systémové, táto logika by mohla byť použitá vo vašom Apacheconfig ak je to možné

source: Techniques in here adapted from all over, including:
cs_cz: Techniky jsou převzaty z různých míst, včetně:
de_de: Methoden von überall bezogen, vornehmlich die folgende Quellen:
es: Técnicas aquí adaptadas de todos lados, incluyendo:
it: Le tecniche adottate all'interno sono state adattate per tutto, includendo:
ja: ここで紹介しているテクニックは以下を含む様々な場所から採用されている
pt_br: As técnicas presentes aqui foram adaptadas de tudo, incluindo:
ru: Трюки описанные ниже были собраны отовсюду в сети, включая:
sk_sk: Techniky sú prevzaté z rôznych miest, zahŕňajúc:
