Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Comment archive : HTML5 Boilerplate
cs_cz: Archiv komentářů : HTML5 Boilerplate
es: Archivo de comentarios : HTML5 Boilerplate
it: Archivio commenti : HTML5 Boilerplate
ja: コメントアーカイブ : HTML5 Boilerplate
pt_br: Comentários arquivados : HTML5 Boilerplate
sk_sk: Archív komentov : HTML5 Boilerplate

source: Comment Archive
cs_cz: Archiv komentářů
de_de: Kommentar-Archiv
es: Archivo de Comentarios
it: Archivio Commenti
ja: コメントアーカイブ
pt_br: Comentários arquivados
ru: Архив Комментариев
sk_sk: Archív komentov

source: from before October 26th 2010
cs_cz: před 26. říjnem 2010
de_de: Kommentare vor dem 26. Oktober 2010
es: desde antes del 26 de Octubre de 2010
it: precedenti al 26 Ottobre 2010
ja: 2010年10月26日以前から
pt_br: anteriores a 26 de outubro de 2010
ru: опубликованных до 26 октября 2010 года
sk_sk: pred 26. októbrom 2010

source: Comments
cs_cz: Komentáře
de_de: Kommentare
es: Comentarios
it: Commenti
ja: コメント
pt_br: Comentários
ru: Комментарии
sk_sk: Komenty

source: Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript=boilerplate">comments powered by Disqus.</a>
cs_cz: Prosím, aktivujte si JavaScript pro prohlédnutí <a href="http://disqus.com/?ref_noscript=boilerplate">komentářů přes Disqus.</a>
de_de: Bitte aktiviere JavaScript, um die <a href="http://disqus.com/?ref_noscript=boilerplate">Disqus-Kommentare</a> zu sehen.
es: Por favor, habilite JavaScript para ver los <a href="http://disqus.com/?ref_noscript=boilerplate">comentarios provistos por Disqus.</a>
it: Per favore abilita JavaScript per vedere i <a href="http://disqus.com/?ref_noscript=boilerplate">commenti forniti da Disqus.</a>
ja: <a href="http://disqus.com/?ref_noscript=boilerplate">Disqusのコメントは</a>JavaScriptを有効にすると閲覧できます。
pt_br: Por favor, habilite o JavaCript para ver os <a href="http://disqus.com/?ref_noscript=boilerplate">comentários alimentados por Disqus.</a>
ru: Вам нужно включить поддержку JavaScript, чтобы увидеть <a href="http://disqus.com/?ref_noscript=boilerplate">Disqus комментарии</a>.
sk_sk: Prosím, aktivujte si JavaScript pre prezretie <a href="http://disqus.com/?ref_noscript=boilerplate">komentov cez Disqus.</a>

source: HTML5 Boilerplate - A rock-solid default template for HTML5 awesome.
cs_cz: Skálopevný výchozí pro HTML5 krásu.
es: HTML5 Boilerplate - Una plantilla dura como una roca para genialidad en HTML5
it: HTML5 Boilerplate - Una incredibile base solida come la roccia per HTML5.
pt_br: HTML5 Boilerplate - Um modelo padrão sólido para o incrível HTML5.
sk_sk: HTML5 Boilerplate - Skalopevná štandardná šablóna pre HTML5 krásu.

source: Now offered in:
cs_cz: Nyní v nabídce:
es: Ahora ofrecido en:
it: Adesso anche in:
ja: 対応中の言語:
pt_br: Disponível em:
ru: Переводы:
sk_sk: Teraz v ponuke:

source: A rock-solid default for HTML5 awesome.
cs_cz: Skálopevný výchozí pro HTML5 krásu.
de_de: ein grundsolider Standard für HTML5
es: Una plantilla dura como una roca para genialidad en HTML5
it: Una incredibile base solida come la roccia per HTML5.
ja: 素晴らしいHTML5のための堅実なデフォルトスタイル
pt_br: Um padrão sólido para o incrível HTML5
ru: Пуленепробиваемый шаблон для разработки HTML5 сайтов.
sk_sk: Skalopevná štandardná šablóna pre HTML5 krásu.

source: I'm new here: plz explain why it's so awesome, first.
es: Soy nuevo aquí: por favor, explíqueme por qué es tan genial, primero
it: Sono nuovo di queste parti: per favore spiegatemi perch&eacute; &egrave; cos&igrave; incredibile prima.
pt_br: Sou novo aqui: Por favor, primeiro me diz o que faz isso ser tão incrível.
sk_sk: Som tu nový, najprv mi vysvetlite, prečo je to tak úžasné.

source: HTML5 Boilerplate is the professional badass's base HTML/CSS/JS template for a fast, robust and future-proof site.
de_de: HTML5 Boilerplate ist die HTML/CSS/JS-Vorlage für knallharte Profis: die Basis für eine schnelle, robuste und zukunftssichere Seite.
es: HTML5 Boilerplate es una plantilla base HTML/CSS/JS para construirun sitio rápido, robusto y a prueba del futuro.
it: HTML5 Boilerplate &egrave; il template base professionale per HTML/CSS/JS per un sito veloce, robusto e garantito per il futuro.
pt_br: HTML5 Boilerplate constitui-se de modelos básicos e super profissionais de HTML/CSS/JS para criar um site rápido, robusto e com futuro garantido.
ru: HTML5 Boilerplate &mdash; это HTML/CSS/JS шаблон для всех маньяков, пишущих быстрые, неглючные и ориентированные на будущее сайты.

source: After more than three years in iterative development, you get the best of the best practices baked in: cross-browser normalization, performance optimizations, even optional features like cross-domain Ajax and Flash. A starter apache .htaccess config file hooks you the eff up with caching rules and preps your site to serve HTML5 video, use @font-face, and get your gzip zipple on.
es: Tras más de tres años en desarrollo iterativo, usted obtiene lo mejor de las mejores prácticas ya incorporadas en el proyecto: normalización entre navegadores, optimizaciones de rendimiento, incluso características opcionales como Ajax y Flash cross-domain. Un archivo de configuración de Apache .htaccess de arranque que configura las reglas de caché y prepara a su sitio para servir video HTML5, usar @font-face, y activa la compresión gzip.
it: Dopo pi&ugrave; di tre anni di sviluppo iterativo, si ottiene il meglio delle migliori pratiche gi&agrave; pronte: normalizzazione cross-browser, ottimizzazione delle prestazioni, anche funzionalit&agrave; opzionali come Ajax e Flash "cross-domain". Una configurazione base .htaccess per apache con regole di caching e supporto per video HTML5, @font-face e compressione gzip.
pt_br: Após mais de três anos em desenvolvimento iterativo, você poderá obter o melhor das melhores práticas cozidas em: normalizações cross-broswer, otimizações de desempenho e até mesmo de recursos opcionais como cross-domain para Ajax e Flash. Um arquivo inicial .htaccess de configuração do apache com regras de cache e preparações para o seu site oferecer vídeos HTML5, usando @font-face, comprimindo com gzip e por aí em diante.
sk_sk: Po viac než troch rokoch neustáleho vývoja sa k vám dostávajú najlepšie z najlepších praktík, ktoré zahŕňjú: kompatibilitu medzi prehliadačmi, optimalizáciu výkonu i voliteľné prvky ako Ajax a Flash. Štartovcí apache konfiguračný súbor .htaccess vám pomože pripraviť stránku s HTML5 pre video, používanie @font-face a gzip.

source: Boilerplate is not a framework, nor does it prescribe any philosophy of development, it's just got some tricks to get your project off the ground quickly and right-footed.
cs_cz: Boilerplate není framework, také nestanovuje žádnou filozofi vývoje, je to jen zopár triků, jak dostat váš projekt ze země tou správnou nohou a rychle.
de_de: Boilerplate ist weder ein Framework, noch schreibt es dir eine Entwicklungsphilosophie vor. Es ist eine Sammlung von Tips und Tricks, die Dir helfen, dein Projekt schnellstmöglich und flexibel auf die Beine zu stellen.
es: Boilerplate no es un framework, ni tampoco se adhiere a una filosofía de desarrollo, sólo tiene algunos trucos para arrancar su proyecto de forma rápida y con el pie derecho.
it: Boilerplate non &egrave; un framework, n&eacute; prescrive alcuna filosofia di sviluppo, &egrave; solo una raccolta di trucchi per cominciare il tuo progetto velocemente e col piede giusto.
ja: Boilerplateはフレームワークではないし、開発フィロソフィーのひな形でもない。正しく、素早くプロジェクトを開始するのに便利なトリックである。
pt_br: Boilerplate não é um framework, nem deseja prescrever uma filosofia de desenvolvimento, ele só tem alguns truques para você começar o seu projeto com algum fundamento rapidez e com o pé direito.
ru: Boilerplate &mdash; это не фреймворк. Мы также не навязываем какой-либо конкретный тип разработки. Это просто набор штуковин, помогающий быстро и безболезненно начать делать ваш сайт.
sk_sk: Boilerplate nie je framework, ani nestanovuje žiadnu filozofiu vývoja, obsahuje zopár trikov ako váš projekt zdvihnúť zo zeme tou správnou nohou a rýchlo.

source: Why it is awesome
de_de: Wieso es einfach cool ist
es: Por qué es genial
it: Perch&eacute; &egrave; incredibile
pt_br: O que o faz ser incrível
ru: Почему это круто
sk_sk: Prečo je to tak úžasné

source: Cross-browser compatible (IE6, yeah we got that.)
de_de: Cross-Browser kompatibel (jup, sogar IE6)
es: Compatibilidad entre navegadores (IE6, sí, tenemos eso)
it: Compatibile cross-browser (anche con IE6!)
pt_br: Compatibilidade cross-browser (Até mesmo com o IE6).
ru: Кросс-браузерность (ага, даже IE6).
sk_sk: Kompatibilita medzi rôznymi prehliadačmi (IE6, áno aj to.)

source: HTML5 ready. Use the new tags with certainty.
cs_cz: Pohotové HTML5. Používejte nové tagy s jistotou.
de_de: HTML5-Ready. Nutze die neuen Tags ohne Sorgen.
es: Preparado para HTML5. Use las nuevas etiquetas con seguridad.
it: Pronto per l'HTML5. Usa i nuovi tag con sicurezza.
ja: HTML5レディ。新しいタグを確実に利用
pt_br: Pronto para HTML5. Use as novas tags com confiança.
ru: Настоящий HTML5. Можно сразу использовать новые теги.
sk_sk: Pohodlné HTML5. Používajte nové tagy s istotou.

source: Optimal caching and compression rules for grade-A performance
cs_cz: Optimální uchovávání a kompresi pro prvotřídní výkon
de_de: Optimale Cache- und Komprimerungsregeln für beste Performance
es: Reglas óptimas de cacheo y compresión para un rendimiento grado A
it: Caching e compressione ottimali per prestazioni di livello A.
ja: グレードAパフォーマンスを得るための最適化されたキャッシュと圧縮ルール
pt_br: Regras de caching e compressão para otimizar o desempenho na grade-A.
ru: Правила сжатия и кеширования для супер производительности.
sk_sk: Optimálne uchovávanie a kompresiu pre prvotriedny výkon

source: Best practice site configuration defaults
cs_cz: Osvědčené postupy výchozí konfigurace stránky
de_de: Empfohlene und bewährte Standards für die Konfiguration Deiner Site
es: Configuraciones por defecto del sitio basadas en mejores prácticas
it: Le migliori pratiche per la configurazione standard
ja: サイト設定デフォルトのベストプラクティス
pt_br: Melhores práticas para sites em configurações padronizadas.
ru: Оптимальные параметры для настройки сайта.
sk_sk: Osvedčené postupy predvolenej konfigurácie stránky

source: Mobile browser optimizations
cs_cz: Optimalizace pro mobilné zařízení
de_de: Optimierungen für mobile Browser
es: Optimizaciones para navegadores móviles
it: Ottimizzazione per i browser portatili
ja: モバイルブラウザにも最適化
pt_br: Otimização para navegadores móveis.
ru: Поддержка мобильных браузеров.
sk_sk: Optimalizácia pre mobilné zariadenia

source: Progressive enhancement graceful degradation &hellip; yeah yeah we got that
cs_cz: Vyspělá progresivní degradace &hellip; ano zajisté, i tohle
de_de: Progressive Verbesserungen, elegante Degradierung &mdash; natürlich alles dabei
es: Mejoramiento progresivo, degradación gradual &hellip; sí, tenemos eso
it: Miglioramento progressivo e decadimento elegante &hellip; si lo abbiamo
ja: もちろんプログレッシブエンハンスメント、グレースフルデグレーションはOK
pt_br: Progressive enhancement e graceful degradation &hellip; sim, nos temos.
ru: Использование фич в зависимости от возможностей браузера &mdash; мы это учли.
sk_sk: Vyspelá progresívna degradácia &hellip; áno, áno aj to

source: IE specific classes for maximum cross-browser control
cs_cz: Specifické IE třídy pro maximálni kontrolu kompatibility prohlížeče
de_de: IE-spezifische CSS-Klassen für maximale Cross-Browser-Kontrolle
es: Clases específicas para IE para un máximo control entre navegadores
it: Classi specifiche per IE per il massimo controllo cross-browser
ja: IE専用クラスの使用でクロスブラウザの制御を最大化
pt_br: Classes específicas para IE, por um máximo controle cross-browser.
ru: Специальные классы для Internet Explorer.
sk_sk: Špecifické IE triedy pre maximálnu kontrolu kompatibility medzi prehliadačmi

source: Handy .no-js and .js classes to style based on capability
cs_cz: Praktické .no-js a .js třídy se stylem na základě kompatibility
de_de: Praktische <code>.no-js</code>- und <code>.js</code>-Klassen für Fähigkeiten-basierte Styles
es: Útiles clases .no-js y .js para dar estilos basados en capacidades
it: Classi .no-js e .js per stilizzare in base alle capacit&agrave;
ja: 便利な .no-jsと.jsクラスをつかって機能に合わせたスタイル
pt_br: Classes .no-js e .js para criar estilos baseados em sua capacidade.
ru: Классы .no-js и .js, чтобы можно было по-разному стилизовать страницу в зависимости от того, включен ли JavaScript.
sk_sk: Praktické .no-js a .js triedy so štýlom založeným na kompatibilite

source: Why it is awesome-er
de_de: Warum es sogar noch viel cooler ist
es: Por qué es más genial
it: Perch&eacute; &egrave; ancora pi&ugrave; incredibile
pt_br: O que o faz ser ainda mais incrível
ru: Почему это ещё круче
sk_sk: Prečo je ešte úžasnejší

source: Console.log nerfing so you won't break anyone by mistake.
de_de: Clevere console.log-Einschrängungen, um Produktionsfehler zu vermeiden.
es: Nerfing del console.log así no rompe nada por error.
it: Console.log moderata per evitare errori in produzione.
pt_br: Console.log moderado para previnir erros de produção.
ru: Заглушка для console.log, чтобы ни у кого ничего случайно не поломалось.
sk_sk: Predpripravený Console.log, aby ste nespravili žiadnu chybu.

source: Never go wrong with your doctype or markup!
cs_cz: Nikdy si nezmýlte svůj doctype anebo zápis!
de_de: Nie wieder Probleme mit Deinem Doctype oder HTML-Code!
es: Nunca se equivoque con el doctype o el marcado!
it: Non sbagli mai col tuo doctype o col markup!
ja: ドキュメントタイプやマークアップはもう完璧なので間違えない
pt_br: Nunca é injusto com o seu doctype ou marcação!
ru: Вы никогда больше не будете использовать неправильную разметку или doctype.
sk_sk: Nikdy nepokazte svoj doctype alebo zápis!

source: An optimal print stylesheet, performance optimized.
cs_cz: Optimální styl tisku, výkon optimalizovaný.
de_de: Ein perfektes Druck-Stylesheet, optimiert für Performance
es: Una óptima hoja de estilo de impresión, optimizada para el rendimiento.
it: Un ottimale foglio di stile per la stampa, ottimizzato per le prestazioni.
ja: パフォーマンス最適化されたプリントスタイルシート
pt_br: Um ótimo estilo de impressão, desempenho otimizado.
ru: Оптимальные стили для печати.
sk_sk: Optimálny štýl tlače s optimalizovaným výkonom.

source: iOS, Android, Opera Mobile-adaptable markup and CSS skeleton.
cs_cz: iOS, Android, Opera Mobile-přizpůsobivý zápis a CSS jadro.
de_de: Ein Markup- und CSS-Gerüst, das auch unter iOS, Android und Opera functioniert.
es: Marcado y estructura CSS adaptables a iOS, Android y Opera Mobile
it: Markup adattabile e uno scheletro CSS per iOS, Android e Opera Mobile.
ja: iOS、Android、Opera Mobileに対応できるマークアップとCSSのスケルトン
pt_br: Esquelo CSS e marcação adaptável para iOS, Android, Opera Mobile.
ru: Код для iOS, Android и Opera Mobile, а также шаблон для CSS.
sk_sk: iOS, Android, Opera Mobile-prisposobivé zápis a CSS jadro.

source: .clearfix, .visuallyhidden classes to style things wisely and accessibly.
cs_cz: .clearfix, .visuallyhidden třídy pro rozumní stylovaní a dostupnost.
de_de: Sinnvoller und barrierefreier Code durch <code>.clearfix</code>- und <code>.visuallyhidden</code>- Klassen
es: Clases .clearfix y .visuallyhidden para dar estilo a cosas de forma sabia y accesible.
it: Classi .clearfix e .visuallyhidden per stilizzare le cose saggiamente e accessibilmente.
ja: .clearfixや.visuallyhiddenクラスで賢くアクセシブルなスタイルを
pt_br: Classes .clearfix, .visuallyhidden para estilizar coisas com sabedoria e acessibilidade.
ru: Классы .clearfix и .visuallyhiden для правильной и доступной стилизации.
sk_sk: .clearfix a .visuallyhidden triedy pre rozumné štýlovanie a prístupnosť.

source: .htaccess file that allows proper use of HTML5 features and faster page load
cs_cz: .htaccess soubor, který umožňuje správné používání HTML5 funkcí a rychlejší načítání stránky
de_de: Die <code>.htaccess</code>-Datei ermöglicht die korrekte Nutzung der HTML5-Funktionen bei geringeren Ladezeiten
es: Archivo .htaccess que permite el uso correcto de características HTML y una carga de página más rápida
it: File .htaccess che permette il corretto uso delle funzionalit&agrave; HTML5 e una maggior velocit&agrave; di caricamento della pagina
ja: .htaccessファイルはHTML5の機能を正しく活用し、より早いページロードを実現する
pt_br: Um arquivo .htaccess que permite a utilização adequada dos recursos HTML5 e carregamento mais rápido da página
ru: Конфиг .htaccess для правильного использования HTML5 и более быстрой загрузки страниц.
sk_sk: .htaccess súbor, ktorý dovoľuje správne používanie súčastí HTML5 a rýchlejšie načítanie stránky

source: CDN hosted jQuery with local fallback failsafe.
cs_cz: CDN hostované jQuery s nouzovými řešeními.
de_de: jQuery-Auslieferung via CDN mit lokaler Sicherheitskopie als Ausweichlösung
es: jQuery alojado en CDN con fallback local en caso de caídas.
it: jQuery ospitato su CDN con riferimento locale come opzione di ripiego.
ja: CDNでホストされたjQueryとローカルにもフェールセーフする呼び出し
pt_br: jQuery hospedado em CDN com refêrencia local como opção de fallback.
ru: jQuery скачиваемый с CDN (и локальная копия, на всякий случай).
sk_sk: CDN hostované jQuery s havarijnými zabezpečeniami.

source: Think there's too much? The HTML5 Boilerplate is delete-key friendly. :)
cs_cz: Zdá se vám, že je toho moc? HTML5 Boilerplate můžete klidně přemazat. :)
de_de: Zu viel, zu komplex? HTML5 Boilerplate ist Löschtasten-freundlich. :)
es: ¿Piensa que hay demasiado? En HTML5 Boilerplate puede borrar lo que quiera. :)
it: Pensi ci sia troppo? Puoi tranquillamente usare il tasto canc su HTML5 Boilerplate. :)
ja: 機能がたくさんありすぎる？ HTML5 Boilerplateはデリートキーと仲良し。:)
pt_br: Acha muito? O HTML5 Boilerplate é amigável com a tecla delete. :)
ru: Думаете слишком много всего? HTML5 Boilerplate можно настроить на ваш вкус.
sk_sk: Zdá sa vám, že je toho priveľa? HTML5 Boilerplate môžte pokojne premazať. :)

source: Want to dive in?
cs_cz: Chcete se do toho ponořit?
de_de: Interessiert?
es: ¿Quiere meterse de lleno?
it: Vuoi tuffarti?
ja: 試してみる？
pt_br: Quer ir mais a fundo?
ru: Хочется попробовать?
sk_sk: Chcete sa pustiť do toho?

source: Download Boilerplate {{ version }}
cs_cz: Stáhněte si Boilerplate {{ version }}
de_de: Boilerplate {{ version }} herunterladen.
es: Descargar Boilerplate {{ version }}
it: Scarica Boilerplate {{ version }}
ja: ダウンロード Boilerplate {{ version }}
pt_br: Baixe o Boilerplate {{ version }}
ru: Скачайте Boilerplate {{ version }}
sk_sk: Stiahnite si Boilerplate {{ version }}

source: Updated Aug 10th
pt_br: Atualizado em 10 de agosto

source: <u>Download</u> Boilerplate
cs_cz: <u>Stáhnout</u> Boilerplate
ja: <u>ダウンロード</u> Boilerplate
pt_br: <u>Baixe</u> o Boilerplate
sk_sk: <u>Stiahni</u> Boilerplate

source: Keep the hints and links
cs_cz: Taky pokyny a odkazy
de_de: Mit Tipps und Links
es: Con ayudas y enlaces
it: Mantieni i suggerimenti e i link
ja: リンクとヒントを残しておく
pt_br: Mantém sugestões e links
ru: С подсказками и ссылками
sk_sk: Zachované nápovedy a linky

source: or
cs_cz: nebo
de_de: oder
es: o
it: o
pt_br: ou
ru: или
sk_sk: alebo

source: <u>Download</u> Boilerplate "stripped"
cs_cz: <u>Stáhnout</u> Boilerplate "čistý"
ja: <u>ダウンロード</u> Boilerplate "stripped"
pt_br: <u>Baixe</u> o Boilerplate não documentado
sk_sk: <u>Stiahni</u> Boilerplate "čistý"

source: No comments, just the bizniss.
cs_cz: Bez komentáře, jen kód.
de_de: Kein Kommentare, nur Code
es: Sin comentarios.
it: Niente commenti, solo codice.
ja: コメントなし、本番用。
pt_br: Sem comentários, apenas os códigos
ru: Без комментариев, только код.
sk_sk: Bez komentárov, len kód.

source: <u>Customize</u> Boilerplate
cs_cz: <u>Přizpůsobit</u> Boilerplate
ja: <u>カスタマイズ</u> Boilerplate
pt_br: <u>Personalize</u> o Boilerplate
sk_sk: <u>Prispôsobiť</u> Boilerplate

source: 100&percnt; hipster.
it: 100&percnt; alla moda.
pt_br: 100&percnt; moderno

source: Minified
cs_cz: Komprimované
ja: 縮小化
pt_br: Minificado
sk_sk: Kompresované

source: Unminified
cs_cz: Nekomprimované
ja: 非縮小化
pt_br: Não minificado
sk_sk: Nekompresované

source: Server Config
cs_cz: Konfigurace servru
es: Configuración de Servidor
it: Configurazione Server
ja: サーバー設定
pt_br: Configuração de servidor
sk_sk: Konfigurácia servru

source: Others
cs_cz: Další
ja: その他
pt_br: Outros
sk_sk: Iné

source: All IE classes
cs_cz: Všechny třídy IE
es: Todas las clases de IE
it: Tutte le classi IE
ja: IEのすべてのクラス
pt_br: Todas as classes para IE
sk_sk: Všetky triedy IE

source: script.js & plugin.js
cs_cz: script.js a plugin.js
pt_br: Arquivos: script.js e plugin.js
sk_sk: script.js a plugin.js

source: Google Analytics Snippet
ja: Google Analyticsスクリプト
pt_br: Código do Google Analytics

source: User-installable Chrome Frame for IE6
pt_br: Instalável do Chrome Frame para IE6 pelo usuário

source: <a href="http://www.initializr.com/builder?mode=h5bp&amp;" id="builder-download">Download!</a> Are these options not enough? Go to <a href="http://initializr.com">Initializr</a> for more!
pt_br: <a href="http://www.initializr.com/builder?mode=h5bp&amp;" id="builder-download">Baixar!</a> Essas opções não são suficientes? Vá até <a href="http://initializr.com">Initializr</a> para encontrar mais!

source: Read the docs
cs_cz: Přečíst dokumentaci
de_de: Dokumentation
es: Lea la documentación
it: Leggi la documentazione
ja: ドキュメントを読む
pt_br: Ler as documentações
ru: Документация
sk_sk: Prečítať dokumentáciu

source: Contribute on Github
cs_cz: Spolupracovat na Github
de_de: Forke uns auf Github
es: Contribuya en GitHub
it: Contribuisci su Github
ja: Githubで貢献する
pt_br: Colaborar no Github
ru: Код на GitHub
sk_sk: Spolupracovať na Github

source: Follow on twitter
cs_cz: Sleduj náš twitter
de_de: Folge uns auf Twitter
es: Síganos en Twitter
it: Segui su twitter
ja: Twitterをフォロー
pt_br: Seguir no twitter
ru: Твиттер
sk_sk: Sleduj náš twitter

source: Join The Mailing List
de_de: In die Mailing-Liste eintragen
es: Únase a la Lista de Correo
it: Iscriviti alla Mailing List
pt_br: Juntar-se à lista de discussão
ru: Список рассылки

source: HTML5 Boilerplate is 2.0!
pt_br: HTML5 Boilerplate 2.0!

source: Wednesday, Aug 10th, 2011
pt_br: Quarta-feira, 10 de agosto de 2011

source: Happy Birthday!
pt_br: Feliz aniversário!

source: H5BP is a year old! We launched on August 10th, 2010 and now we've got a plethora of new, exciting changes that comprise our 2.0 release. We've also added <a href="http://mathiasbynens.be/">Mathias Bynens</a> and <a href="http://nicolasgallagher.com/">Nicolas Gallagher</a>, two very talented frontend researchers and developers, to the core development team. The highlights of 2.0 are below, followed by a more comprehensive changelog.
pt_br: O H5BP fez um ano! Nós o lançamos em 10 de agosto de 2010 e agora nós temos uma infinidade de novidades, são mudanças emocionantes que compõe nossa versão 2.0. Nós também adotamos <a href="http://mathiasbynens.be/">Mathias Bynens</a> e <a href="http://nicolasgallagher.com/">Nicolas Gallagher</a>, que são dois pesquisadores e desenvolvedores front-end talentosos, para o time de desenvolvimento interno. Os destaques da versão 2.0 estão abaixo, seguidos por um changelog mais abrangente.

source: We are now using <a href="http://github.com/necolas/normalize.css/">normalize.css</a> developed by Nicolas Gallagher along with Jonathan Neal instead of the traditional CSS Reset stylesheet.
pt_br: Agora nós estamos usando o <a href="http://github.com/necolas/normalize.css/">normalize.css</a> desenvolvido por Nicolas Gallagher, juntamente com Jonathan Neal, em vez da tradicional folha de estilo para redefinição de CSS.

source: normalize.css retains useful browser defaults and includes several common fixes to improve cross-browser (desktop and mobile) styling consistency.
pt_br: O arquivo normalize.css mantém padrões úteis do navegador e adiciona muitas correções comuns para melhorar a consistência de estilização cross-browser (desktop e mobile).
