Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Sample .htaccess file of CMS MODx:
cs_cz: Vzorový .htaccess soubor z CMS MODx:
es: Archivo .htaccess de ejemplo de CMS MODx:
it: File .htaccess d'esempio per CMS MODx:
ja: CMS MODx用.htaccessサンプルファイル
pt_br: O arquivo de exemplo do CMS MODx:
sk_sk: Vzorový .htaccess súbor z CMS MODx:

source: If you run a webserver other than apache, consider:
cs_cz: Pokud používáte webserver jiný než apache, zvažte:
es: Si corre un servidor web que no sea Apache, considere:
it: Se utilizzi un webserver diverso da Apache considera che:
ja: Apache以外のウェブサーバを利用している場合は:
pt_br: Se você usa um webserver diferente do Apache, considere:
sk_sk: Ak používate webserver iný ako apache, zvážte:

source: Better website experience for IE users
cs_cz: Větší zážitek pro uživatelé IE
es: Mejor experiencia del sitio para usuarios de IE
it: Migliore fruizione del sito per gli utenti IE
ja: IEユーザに対してよりよいウェブサイトの体験を
pt_br: Melhora a experiência no website para usuários do IE
sk_sk: Väčší zážitok pre IE užívateľov

source: Force the latest IE version, in various cases when it may fall back to IE7 mode
cs_cz: Vynutí poslední verzi IE, v různých případech když se přepne zpět do IE7 modu
de_de: Immer die neuste IE Rendering-Engine nutzen, selbst wenn IE7-Modus bevorzugt wäre
es: Forzar la última versión de IE, en casos varios cuando puede volver al modo IE7
it: Forza l'uso dell'ultima versione di rendering di IE, anche nei vari casi in cui potrebbe ricadere nella modalit&agrave; di IE7
ja: 様々なケースでIE7モードに変更してしまうIE8にて最新のバージョンを強制する
pt_br: Força a última versão do IE, em várias situações em que isso talvez tenha sido revertido para o modo IE7
ru: Не даем IE войти в режим совместимости с IE7, даже когда он сам этого хочет
sk_sk: Vynúti posledú verziu IE, v rôznych prípadoch keď sa prepne späť do IE7 módu

source: Use ChromeFrame if it&apos;s installed for a better experience for the poor IE folk
es: Usar ChromeFrame si está instalado para una mejor experiencia para los pobres hombres en IE
it: Usa ChromeFrame se &egrave; installato, per una migliore esperienza per i poveri utenti di IE
pt_br: Utilize o ChromeFrame se ele estiver instalado para uma melhorar a experiência dos pobres usuários folclóricos do IE

source: mod_headers can&apos;t match by content-type, but we don&apos;t want to send this header on *everything*
pt_br: mod_headers não pode corresponder por tipo de conteúdo, mas nós não queremos enviar este cabeçalho em *tudo*

source: Cross-domain AJAX requests
cs_cz: Cross-domain AJAX požadavky
es: Requests Ajax cross-domain
it: Richieste AJAX cross-domain
ja: クロスドメインAjaxリクエスト
pt_br: Requisições AJAX cross-domain
sk_sk: Cross-domain AJAX požiadavky

source: Serve cross-domain ajax requests, disabled.
cs_cz: zpracováva cross-domain ajax požadavky, vypnuto.
es: Servir requests Ajax cross-domain, deshabilitado
it: Fornisce le richieste AJAX cross-domain disabilitate.
ja: 無効化中。クロスドメインでのajaxリクエストが必要であればコメントを取る
pt_br: Requisições ajax cross-domain no servidor, desabilitadas
sk_sk: Spracúva cross-domain ajax požiadavky, vypnuté.

source: Webfont access
cs_cz: Použití web fontů
es: Acceso a webfont
it: Accesso webfont
ja: Webフォントへのアクセス
pt_br: Acesso a webfont
sk_sk: Použitie web fontov

source: allow access from all domains for webfonts
cs_cz: povolit přístup ze všech domén pro web fonty
es: Permitir acceso de todos los dominios para webfonts
it: Permette l'accesso da qualsiasi dominio per i webfont
ja: Webフォントのためにすべてのドメインからのアクセスを許可する
pt_br: permite o acesso de todos domínios para webfonts
sk_sk: povoliť prístup zo všetkých domén pre web fonty

source: alternatively you could only whitelist
cs_cz: alternativne byste mohli jmenovat povoleny
es: alternativamente puede usar una whitelist
it: in alternativa puoi metter nella lista bianca
ja: あるいは、"sub.domain.com"といったような
pt_br: alternativamente você pode querer apenas uma whitelist
sk_sk: alternatívne by ste mali vymenovať povolené

source: your subdomains like &quot;sub.domain.com&quot;
es: de sus dominios como &quot;sub.domain.com&quot;
it: i tuoi sottodomini come &quot;sub.domain.com&quot;
pt_br: para seus domínios como &quot;sub.domain.com&quot;

source: Proper MIME type for all files
cs_cz: Správný MIME typ pro všechny soubory
es: MIME type adecuado para todos los archivos
it: MIME corrispondente per tutti i file
ja: すべてのファイルに対して適切なMINEタイプ
pt_br: Tipo MIME apropriado para todos os arquivos
sk_sk: Správny MIME typ pre všetky súbory

source: Normalize to standard type (it&apos;s sniffed in IE anyways)
pt_br: Normalização do tipo padrão (que é inalado no IE de qualquer maneira)

source: Audio
ja: オーディオ
pt_br: Áudio

source: Video
ja: ビデオ
pt_br: Vídeo

source: Required for svg webfonts on iPad
cs_cz: Potřebné pro svg webfonts na iPadu
ja: iPadにてWebフォントを利用する場合は必須
pt_br: Obrigatório para webfonts svg no iPad
sk_sk: Potrebné pre svg webfonts na iPade

source: Assorted types
cs_cz: Rozmanité druhy
ja: 様々なファイルタイプ
pt_br: Tipos variados
sk_sk: Rozmanité druhy

source: Allow concatenation from within specific js and css files
cs_cz: Povolit zřetězení v rámci specifických js and css souborů
es: Permitir concatenación dentro de archivos específicos de js y css
it: Permette la concatenazione da uno specifico js o css
ja: 指定したJSとCSSファイルから結合を行う
pt_br: Permite a concatenação de dentro de arquivos js e css especificos
sk_sk: Povoliť zreťazenie v rámci špecifických js and css súborov

source: e.g. Inside of script.combined.js you could have
cs_cz: např. uvnitř script.combined.js byste mohli mít
it: per esempio dentro lo script script.combined.js puoi avere
ja: 例: script.combined.js内にこのような記述があれば
pt_br: ex.: Dentro do script.combined.js você pode ter
sk_sk: napr. vnútri script.combined.js by ste mohli mať

source: and they would be included into this single file.
cs_cz: a budou zahrnuty v tomto jednom souboru.
ja: 一つのファイル内にこれらが読み込まれる。
pt_br: e eles seriam incluídos dentro deste único arquivo.
sk_sk: a budú zahrnuté v tomto jednom súbore

source: This is not in use in the boilerplate as it stands. You may
cs_cz: Toto není časté používání v současné podobě. Můžete
ja: 現状ではこれはboilerplateでは使われていない。この方法で
pt_br: Isso não está em uso no boilerplate, como se percebe. Você pode
sk_sk: Toto nie je časté používanie v súčasnej podobe. Môžete

source: choose to name your files in this way for this advantage or
cs_cz: vybrat jméno pro vaše soubory týmto způsobem pro tuto výhodu, nebo
ja: 自分のファイル名を選択、または手動でファイルを固めて
pt_br: optar por nomear seus arquivos desta maneira para tirar vantagem ou
sk_sk: vybrat meno pre vaše súbory týmto spôsobom pre túto výhodu, alebo

source: concatenate and minify them manually.
cs_cz: jich koncentrovat a minimalizovat manuálně.
ja: 縮小することもできる。
pt_br: concatená-los e minificá-los manualmente.
sk_sk: ich koncentrovať a minimalizovat manuálne

source: Disabled by default.
cs_cz: Zakázano ve výchozím nastavení.
de_de: standardmäßig Ausgeschaltet
es: Deshabilitado por defecto.
it: Disabilitato di default.
ja: デフォルトでは無効。
pt_br: Desabilitado por padrão
ru: По умолчанию отключено.
sk_sk: Zakázané v predvolenom nastavení.

source: Gzip compression
cs_cz: Gzip komprese
ja: Gzip圧縮
pt_br: Compressão Gzip
sk_sk: Gzip kompresia

source: force deflate for mangled headers
cs_cz: vynutí deflaci pro změněny hlavičky
es: force deflate para headers destrozados
it: forza la decompressione per gli header distorti
ja: バラバラになったヘッダ達を強制的にデフレート
pt_br: força deflate para cabeçalhos desconfigurados
sk_sk: vynúti defláciu pre zmenené hlavičky

source: Legacy versions of Apache
cs_cz: Starší verze Apache
es: Versiones antiguas de Apache
it: Versioni vecchie di Apache
ja: Apacheのレガシーバージョン
pt_br: Versões legadas do Apache
sk_sk: Staršia verzia Apache

source: Expires headers (for better cache control)
cs_cz: Ruší hlavičky (pro lepší kontrolu paměti)
es: Headers de expiración (para mejor control de caché)
it: Header di scadenza (per un migliore controllo della cache)
ja: ヘッダ期限(よりよいキャッシュ制御のため)
pt_br: Cabeçalhos de expiração (para melhorar o controle de cache)
sk_sk: Ruší hlavičky (pre lepšiu kontrolu pamäte)

source: These are pretty far-future expires headers
cs_cz: Jedná se o rušení hlaviček ve velmi vzdálené budoucnosti
ja: これらは遠い未来に期限が切れるヘッダのやり方
pt_br: Estes são cabeçalhos de expiração muito para futuros distantes
sk_sk: Jedná sa o rušenie hlavičiek vo veľmi vzdialenej budúcnosti

source: They assume you control versioning with cachebusting query params like:
cs_cz: Umožní vám ovládat pamäť s pomocí parametrú verze jako:
ja: 次のようなクエリーパラメーターによってキャッシュを防ぎバージョンを制御する:
pt_br: Eles assumem o controle de versionamento com parâmetros query de cache busting, como:
sk_sk: Umožní vám ovládať pamäť pomocou parametru verzie ako:

source: Additionally, consider that outdated proxies may miscache
cs_cz: Navíc předpokládejme, že neaktualizované proxy mohou dělat bordel
ja: 加えて、古いプロキシがキャッシュに失敗する可能性があることを考慮すること
pt_br: Adicionalmente, considera que proxies desatualizados poderiam não armazenar em cache
sk_sk: Navyše predpokladajme, že neaktualizované proxy možu robiť bordel

source: If you don`t use filenames to version, lower the css and js to something like &quot;access plus 1 week&quot;
pt_br: Se você não utiliza nomes de arquivos para versionar, baixe tempo de css e js para algo como &quot;access plus 1 week&quot;

source: Perhaps better to whitelist expires rules? Perhaps.
cs_cz: Lépe vypsat pravidla expirace? Možná.
de_de: Vielleicht ist es besser, Expires-Regeln zu Whitelisten? Vielleicht...
es: ¿Tal vez sea mejor whitelistear reglas de expiración? Tal vez.
it: Probabilmente sarebbe meglio mettere nella lista bianca le regole di scadenza? Forse.
ja: もしかすると期限のルールのホワイトリストにはよりよい方法がある、かも。
pt_br: Talvez as melhores regras de expiração para whitelist? Talvez.
ru: Может лучше явно указать, какие правила протухания кеша нам нужны?
sk_sk: Možno lepšie vypísať pravidlá expirácie? Možno.

source: cache.appcache needs re-requests in FF 3.6 (thx Remy ~Introducing HTML5)
cs_cz: cache.appcache potřebuje znovu zaslat poptávku v FF 3.6 (ďěkujeme Remy ~Introducing HTML5)
es: cache.appcache necesita re-requests en FF 3.6 (gracias Remy ~Introducing HTML5)
it: cache.appcache ha bisogno di essere ri-richiesto in FF 3.6 (grazie a Remy ~Introducing HTML5)
ja: cache.manifestはFF 3.6にて再リクエストが必要 (Remy ~Introducing HTML5より)
pt_br: cache.appcache requer re-requisições no FF 3.6 (obg Remy ~Introducing HTML5)
sk_sk: cache.appcache potrebuje znova zaslať požiadavku v FF 3.6 (ďakujeme Remy ~Introducing HTML5)

source: Your document html
cs_cz: Váš dokument html
ja: htmlドキュメント用
pt_br: Seu documento html
sk_sk: Váš dokument html

source: Data
ja: データ
pt_br: Informação

source: RSS feed
cs_cz: RSS odběr
ja: RSSフィード
pt_br: Feed RSS
sk_sk: RSS odber

source: Favicon (cannot be renamed)
cs_cz: Favicon (není možné přejmenovat)
ja: Favicon (リネームできません)
pt_br: Favicon (não pode ser renomeado)
sk_sk: Favicon (nie je možné premenovať)

source: Media: images, video, audio
cs_cz: Média: obrázky, video, zvuk
ja: メディア: 画像、動画、音声
pt_br: Mídias: imagens, vídeos, áudios
sk_sk: Média: obrázky, video, zvuk

source: HTC files (css3pie)
cs_cz: HTC soubory (css3pie)
ja: HTCファイル(CSS3pie用)
pt_br: Arquivos HTC (css3pie)
sk_sk: HTC súbory (css3pie)

source: CSS and JavaScript
cs_cz: CSS a JavaScript
ja: CSSとJavaScript
pt_br: CSS e JavaScript
sk_sk: CSS a JavaScript

source: ETag removal
cs_cz: ETag odstraněn
es: remoción de ETag
it: Rimozione ETag
ja: ETagの削除
pt_br: Remoção de ETag
sk_sk: ETag odstránený

source: Since we`re sending far-future expires, we don&apos;t need ETags for static content.
es: Ya que enviamos expiraciones a futuro lejano, no necesitamos ETags para contenido estático.
it: Poich&eacute; stiamo mandando scadenze lontane nel futuro, non abbiamo bisogno di ETag per i contenuti statici.
pt_br: Uma vez que nós estamos enviando expirações em um futuro distante, nós não precisamos de ETags para conteúdos estáticos.

source: Stop screen flicker in IE on CSS rollovers
cs_cz: Zastaví blikání obrazovky v IE na CSS rollovers
es: Detener el parpado de pantalla en IE con rollovers CSS
it: Ferma il flickering in IE al rollover ottenuto con i CSS
ja: IEでCSSのマウスオーバー時にスクリーンがフリッカするのを止める
pt_br: Parar tremulação de tela no IE e nas sobreposições CSS
sk_sk: Zastaví blikanie obrazovky v IE na CSS rollovers

source: The following directives stop screen flicker in IE on CSS rollovers in combination with the &quot;ExpiresByType&quot; rules for images (see above)
es: Las siguientes directivas detienen el parpadeo de pantalla en IE en rollovers CSS en combinación con las reglas &quot;ExpiresByType&quot; para imágenes (vea arriba)
it: Le direttive che seguono fermano il flickering in IE al rollover ottenuto con i CSS in combinazione con le regole &quot;ExpiresByType&quot; per le immagini (vedi sopra)
pt_br: As diretivas seguintes param a tremulação de tela no IE e nas sobreposições CSS em combinação com as regras &quot;ExpiresByType&quot; para imagens (veja acima)

source: If needed, un-comment the following rules.
cs_cz: V případě potřeby, odkomentujte následující pravidla.
es: Si es necesario, descomente las siguientes líneas.
it: Se necessario, decommenta le seguenti regole.
ja: 必要であれば、以下のルールのコメントを取る
pt_br: Se necessário, descomente as regras seguintes.
sk_sk: V prípade potreby, odkomentujte nasledujúce pravidlá.

source: Cookie setting from iframes
cs_cz: Cookie nastavení z iframes
es: Ajuste de cookies desde iframes
it: Settagi dei cookie per gli iframe
ja: iFrameからのCookie設定
pt_br: Cookie definido a partir de iframes
sk_sk: Cookie nastavenia z iframes

source: Allow cookies to be set from iframes (for IE only)
cs_cz: Povolte cookies aby byly nastaveny z iframes (platí pouze pro IE)
de_de: Cookies von iframes erlauben (lediglich für IE)
es: Permitir que las cookies sean seteadas desde iframes (sólo para IE)
it: Permette ai cookie di essere impostati dagli iframe (solo IE)
ja: iframeからcookieをセットできるようにする (IE専用)
pt_br: Permitir que cookies sejam definidos a partir de iframes (apenas para IE)
ru: Разрешаем IE сохранять куки из айфреймов.
sk_sk: Povoľte cookies aby boli nastavené z iframes (platí iba pre IE)

source: If needed, uncomment and specify a path or regex in the Location directive
cs_cz: V případě potřeby, odkomentujte a specifikujte cestu nebo regex v Location pravidle
de_de: Wenn gebraucht, unkommentieren und ein Pfad oder Regex im `Location`-Direktiv schreiben
es: Si es necesario, descomente y especifique un path o regex en la directiva Location
it: Se richiesto, decommenta e specifica i percorsi o le espressioni regolari nella direttiva di Location
ja: 必要があればコメントを外し、パスを指定するか、正規表現を使って場所の指定をすること
pt_br: Se necessário, descomente e especifique um path ou expressão regular na diretiva de localização (Location)
ru: Если необходимо, раскоментируйте и укажите путь или регульярное выражние в директиве Location
sk_sk: V prípade potreby, odkomentujte a špecifikujte cestu alebo regex v Location pravidle

source: Start rewrite engine
cs_cz: Zapnout rewrite engine
es: Arrancar el motor de rewrite
it: Inizio riscrittura del motore
ja: リライトスタート
pt_br: Inicia o mecanismo de reescrita
sk_sk: Zapnúť rewrite engine

source: Turning on the rewrite engine is necessary for the following rules and features.
cs_cz: Zapnutí přepisování enginu je důležité pro následující pravidla a funkce.
es: Prender el motor de rewrite es necesario para las siguientes reglas y características.
it: Abilitazione del motore di riscrittura se necessario per le seguenti funzionalit&agrave;.
ja: 下記のルールと、フィーチャを利用するためにはリライトを利用可能にする必要がある。
pt_br: Ligar o mecanismo de reescrita é necessário para as regras e funcionalidades que seguem.
sk_sk: Zapnutie prepisovania enginu je dôležité pre nasledujúce pravidlá a súčasti.

source: FollowSymLinks must be enabled for this to work.
cs_cz: FollowSymLinks musí být povoleno aby vše fungovalo.
ja: FollowSymLinksは有効にする必要がある
pt_br: FollowSymLinks devem ser habilitadas para este trabalho
sk_sk: FollowSymLinks musí byť povolené aby všetko fungovalo.

source: Suppress or force the &quot;www.&quot; at the beginning of URLs
es: Suprimir o forzar el &quot;www.&quot; al principio de las URLs.
it: Sopprimi o forza il &quot;www.&quot; all'inizio dell'URL
pt_br: Suprime ou força o &quot;www.&quot; no início das URLs

source: The same content should never be available under two different URLs, especially not with and without &quot;www.&quot; at the beginning, since this can cause SEO problems (duplicate content).
es: El mismo contenido no debería estar disponible en dos URLs diferentes, especialmente no con y sin &quot;www.&quot; al principio, ya que esto causa problemas de SEO (contenido duplicado).
it: Lo stesso contenuto non dovrebbe mai essere disponibile a due diversi URL, specialmente con e senza &quot;www.&quot; all'inizio, questo perchè potrebbe creare dei problemi SEO (contenuti duplicati).
pt_br: O mesmo conteúdo nunca deve estar disponível sobre duas URLs diferentes, especialmente não deve ter e não ter o &quot;www.&quot; no início, uma vez que isso pode causar problemas de SEO (conteúdo duplicado).

source: That&apos;s why you should choose one of the alternatives and redirect the other one.
es: Es por ello que uno debe elegir una de las alternativas y redirigir la otra.
it: Questo il motivo per cui dovresti scegliere una delle due alternative e ridirigere l'altra sulla prima.
pt_br: É por isso que você deve escolher apenas uma das alternativas e redirecionar a outra.

source: By default option 1 (no &quot;www.&quot;) is activated.
es: Por defecto la opción 1 (sin &quot;www.&quot;) está activada.
it: Di default &egrave; attiva la prima.
pt_br: Por padrão a opção 1 (sem &quot;www.&quot;) está ativada.

source: Remember: Shorter URLs are sexier.
cs_cz: Pamatujte: Kratší URL adresy jsou více sexy.
es: Recuerde: las URLs más cortas son más sexies.
it: Ricorda: URL corti sono pi&ugrave; sexy.
ja: メモ: 短いURLは良いこと。
pt_br: Lembre-se: URLs curtas são mais sexy
sk_sk: Pamätajte: Kratšie URL adresy su viac sexy.

source: If you rather want to use option 2, just comment out all option 1 lines and uncomment option 2.
cs_cz: Pokud raději použijete 2. možnost, jen zakomentujte všechny řádky 1. možnosti a odkomentujte možnost 2.
es: Si desea usar la opción 2, sólo comente todas las líneas de la opción 1 y descomente la opción 2.
it: Se comunque vuoi utilizzare la seconda opzione, commenta la riga dell'opzione 1 e decommenta quella della 2.
ja: オプション2を利用したい場合はオプション1用の行をコメントアウトしオプション2用の行からコメントを取る。
pt_br: Se você preferir querer usar a opção 2, apenas comente todas as linhas da opção 1 e descomente as da opção 2.
sk_sk: Ak radšej použijete 2. možnosť, len zakomentujte všetky riadky 1. možnosti a odkomentujte možnosť 2.

source: IMPORTANT: NEVER USE BOTH RULES AT THE SAME TIME!
cs_cz: DŮLEŽITÉ: NIKDY NEPOUŽÍVEJTE OBE PRAVIDLA NAJEDNOU!
es: IMPORTANTE: NUNCA USAR AMBAS REGLAS A LA VEZ!
it: IMPORTANTE: MAI USARE LE DUE REGOLE ASSIEME!
ja: 重要: 両方のルールを同時に使わないこと！
pt_br: IMPORTANTE: NUNCA USE AMBAS AS REGRAS AO MESMO TEMPO!
sk_sk: DÔLEŽITÉ: NIKDY NEPOUŽÍVAJTE OBE PRAVIDLÁ SPOLU!

source: Option 1:
cs_cz: Možnost 1:
es: Opción 1:
it: Opzione 1:
ja: オプション1:
pt_br: Opção 1:
sk_sk: Možnosť 1

source: Rewrite
cs_cz: Přepíšte
es: Re-escribir
it: Riscrittura
ja: リライト
pt_br: Reescreve
sk_sk: Prepíšte

source: Option 2:
cs_cz: Možnost 2:
es: Opción 2
it: Opzione 2:
ja: オプション2:
pt_br: Opção 2:
sk_sk: Možnosť 2

source: To rewrite &quot;domain.com -&gt; www.domain.com&quot; uncomment the following lines.
es: Para re-escribir &quot;domain.com -&gt; www.domain.com&quot; descomente las siguientes líneas.
it: Per riscrivere &quot;domain.com -&gt; www.domain.com&quot; decommenta le seguenti riga.
pt_br: Para reescrever &quot;domain.com -&gt; www.domain.com&quot; descomente as seguintes linhas.

source: Be aware that the following rule might not be a good idea if you use &quot;real&quot; subdomains for certain parts of your website.
es: Tenga cuidado que la siguiente regla puede no ser una buena idea si usa subdominios &quot;reales&quot; para ciertas partes de su sitio web.
it: Sappi che la seguente regola potrebbe essere una cattiva idea se usi sottodomini &quot;reali&quot; per certe parti del tuo sito.
pt_br: Esteja ciente de que a regra a seguir pode não ser a melhor idéia se você utiliza subdomínios &quot;reais&quot; para certas partes do seu website.

source: Built-in filename-based cache busting
cs_cz: Zkrocené zabudované uchovávání v paměti na základě názvu souboru
es: Built-in cache busting basado en nombre de archivo
it: Cache busting incorporata basata sui nomi dei file
ja: ファイル名でのキャッシュバスタをビルトイン
pt_br: Incorporada nomeação de arquivo baseada em cache busting
sk_sk: Skrotené zabudované uchovávanie v pamäti na základe názvu súboru

source: If you&apos;re not using the build script to manage your filename version revving, you might want to consider enabling this, which will route requests for /css/all.20110203.css to /res/all.css
es: Si no está usando el build script para manejar la versión de nombre de archivo, tal vez quiera considerar habilitar esto, que llevará los pedidos de /css/all.20110203.css a /res/all.css
it: Se non usi il build script per gestire la revisione dei file, potresti considerare l&apos;opportunit&agrave; di attivare questa regola, che reindirizza tutte le richieste per /css/all.20110203.css a /res/all.css
pt_br: Se você não estiver utilizando o compilador de scripts para gerenciar sua nomeação de arquivos de versões reversionadas, você pode desejar considerar habilitar isso, o qual deverá rotear as requisições de /css/all.20110203.css para /res/all.css

source: To understand why this is important and a better idea than all.css?v1231, read:
cs_cz: Pro porozumění proč je toto důležitý a je lepší nápad než all.css?V1231, čtěte:
es: Para entender por qué es importante y una mejor idea que all.css?v1231, lea:
it: Per capire perch&eacute; questo &egrave; importante ed &egrave; migliore di all.css?v1231, leggi:
ja: all.css?v1231という手法でキャッシュバスタを行うよりファイル名で行う方がいいアイデアである理由は:
pt_br: Para entender por que isso é importante e é uma idéia melhor que all.css?v1231, leia:
sk_sk: Pre porozumenie prečo je toto dôležitý a je lepší nápad ako all.css?v1231, čítajte:

source: Uncomment to enable.
cs_cz: Odkomentujte pro aktivování.
es: Descomentar para habilitar.
it: Decommenta per attivare.
ja: 利用可能にするためにはコメントを取る
pt_br: Descomente para habilitar.
sk_sk: Odkomentujte pre aktivovanie.

source: Prevent SSL cert warnings
cs_cz: Zabraňte varováním SSL certifikátů
es: Prevenir advertencias de certificado SSL
it: Previene gli avvisi di certificati SSL
ja: SSLの警告を止める
pt_br: Previne alertas de cert. SSL
sk_sk: Zabráňte varovaniam SSL certifikátou

source: Rewrite secure requests properly to prevent SSL cert warnings
cs_cz: Přepište zabezpečené požadavky, aby se předešlo varováním SSL certifikátů
es: Re-escribir requests seguras adecuadamente para prevenir advertencias de certificado SSL
it: Riscrive le richieste sicure per prevenire gli avvisi di certificati SSL
ja: SSLの警告を防ぐために安全なリクエストを適切にリライトする
pt_br: Reescreve requisições seguras para previnir alertas de cert. SSL
sk_sk: Prepíšte zabezpečené požiadavky, aby sa predišlo varovaniam SSL certifikátou
