Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Using border-radius with a border in Webkit? Try <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> to fix the bleed.
de_de: Nutze <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a>, um das Durchschlagen von Rändern bei border-radius in Webkit zu verhindern.

source: http://html5boilerplate.com/v095
de_de: http://de.html5boilerplate.com/

source: store logs to an array for
de_de: Logs in einen Array speichern
