Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Updated <code>.htaccess</code> and <code>mime.types</code> for ogg formats.
es: Actualizado el <code>.htaccess</code> y <code>mime.types</code> para formatos ogg.
it: Aggiornati i file <code>.htaccess</code> e <code>mime.types</code> per il formato ogg.

source: Fixed regression where EOT fonts had been excluded from DEFLATE compression
es: Arreglada regresión cuando fuentes EOT han sido excluidas de la compresión DEFLATE.
it: Risolta la regressione dei file EOT esclusi dalla compressione DEFLATE.

source: Apache version independence: Use <code>mod_filter</code> for compression, with fallback to AddOutputFilterByType directive for legacy versions
es: Independencia de versión de Apache: Usar <code>mod_filter</code> para compresión, con fallback a directiva AddOutputFilterByType para versiones antiguas.
it: Indipendenza dalla versione si Apache: Usa <code>mod_filter</code> per le compressioni, con un fallback alla direttiva AddOutputFilterByType per le versioni pi&ugrave; datate

source: Added plugin/extension mime types for Safari, Chrome, Firefox
es: Agregados plugin/extension mime types para Safari, Chrome, Firefox
it: Aggiunti i mimetype di plugin/estensioni per Safari, Chrome, Firefox

source: Cleaned up cache expires directives.
es: Limpiadas las directivas de expiración del caché.
it: Ripulite le direttive di scadenza della cache.

source: Now includes SVG and font formats for gzipping.
es: Ahora incluye SVG y formatos de fuentes para gzipping.
it: Adesso incluse nella compressione gzip anche SVG e i formati font

source: expires header bug fixed.
es: Bug de header de expiración arreglado.
it: risolto il bug della scadenza delle intestazioni

source: Added Flash video mime types to IIS server
es: Agregados mime types de video Flash al IIS server
it: Aggiunto il mimetype per i video in flash nella configurazione del server IIS

source: Fixed some mimetype weirdness that was preventing proper caching
es: Agregadas algunas rarezas de mimetype que prevenían el cacheo adecuado
it: Risolti le incongruenzae sui mimetype che non ne permettevano la cache

source: Also Google App Engine, Lighttpd, and NodeJS <a href="https://github.com/paulirish/html5-boilerplate-server-configs">configurations were added</a>
es: También se agregaron <a href="https://github.com/paulirish/html5-boilerplate-server-configs">configuraciones de Google App Engine, Lighttpd, y NodeJS</a>
it: Anche le configurazioni per Google App Engine, Lighttpd, e NodeJS <a href="https://github.com/paulirish/html5-boilerplate-server-configs">sono state aggiunte</a>

source: Basically a lot of great updates were made for 1.0. <a href="https://github.com/paulirish/html5-boilerplate/compare/v0.9.5...v1.0">Here are all 220 commits since last release,</a> brought to you by over <a href="https://github.com/paulirish/html5-boilerplate#readme">102 contributors</a>.
es: Básicamente un montón de grandes actualizaciones se hicieron para 1.0. <a href="https://github.com/paulirish/html5-boilerplate/compare/v0.9.5...v1.0">Aquí están todos los 220 commits desde la última versión</a> gracias a más de <a href="https://github.com/paulirish/html5-boilerplate#readme">102 colaboradores</a>.
it: Praticamente sono state aggiornate molte cose col passaggio alla 1.0. <a href="https://github.com/paulirish/html5-boilerplate/compare/v0.9.5...v1.0">Qui ci sono i 220 commit dall'ultimo rilascio,</a> portati a te da oltre <a href="https://github.com/paulirish/html5-boilerplate#readme">102 contributori</a>.

source: You may ask though,
es: Puede preguntarse, sin embargo,
it: Ci si potrebbe chiedere se,

source: do I need to upgrade existing sites</a>? Short answer: nah, you're good.
es: ¿necesito actualizar sitios existentes</a>? Respuesta corta: no, no hace falta.
it: ho bisogno di aggiornare i siti esistenti</a>? Risposta breve: no, sei bravo.

source: Always force latest IE rendering engine (even in intranet) &amp; Chrome Frame
es: Siempre forzar el último motor de rendering de IE (incluso en intranet) &amp; Chrome Frame
it: Forza sempre l'uso dell'ultimo motore di rendering di IE (anche nelle intranet) &amp; Chrome Frame

source: Remove this if you use the .htaccess
es: Remover esto si usa el .htaccess
it: Da rimuovere se usi il file .htaccess

source: Place favicon.ico &amp; apple-touch-icon.png in the root of your domain and delete these references
es: Colocar favicon.ico &amp; apple-touch-icon.png en la raíz de su dominio y eliminar estas referencias
it: Metti i file favicon.ico & apple-touch-icon.png nella root del tuo dominio e cancella queste righe

source: Uncomment if you are specifically targeting less enabled mobile browsers
de_de: Unkommentieren wenn das mobil Zielbrowser weniger funktionsfähig ist
es: Descomentar si está apuntando a navegadores móviles menos aptos
it: Decommenta se ti stai rivolgendo specificamente a browser mobile meno avanzati
ru: Раскомментируйте если вы поддерживаете мобильники с не очень хорошими браузерами

source: All JavaScript at the bottom, except for Modernizr which enables HTML5 elements &amp; feature detects
es: Todo el JavaScript en el fondo, excepto por Modernizr que habilita elementos HTML5 &amp; detección de características
it: Tutti i JavaScript vanno in fondo, ad eccezione di Modernizr che abilita gli elementi HTML5 e il rilevamento delle funzionalit&agrave; supportate

source: scripts concatenated and minified via ant build script
cs_cz: skripty komprimované a minimalizovány přes ant build script
de_de: Skripten zusammengeknüpft und minimiziert durch unsere Ant Build-Skript
es: scripts concatenados y minificados via build script ant
it: script concatenati e minificati tramite ant build script
ja: スクリプトはantビルドスクリプトを利用して結合、圧縮される
ru: скрипты объединенные и минифицированные с помощью ant скрипта
sk_sk: skripty komprimované a minimalizované cez ant build script

source: end scripts
cs_cz: konec skriptů
es: fin de scripts
it: fine scripts
ja: スクリプトの終わり
sk_sk: koniec skriptov

source: Fix any &lt;img&gt; or .png_bg bg-images. Also, please read
es: Arreglar cualquier &lt;img&gt; o imagen de fondo .png_bg. También lea
it: aggiusta qualsiasi tag &lt;img&gt; o qualsiasi propriet&agrave; background-image di .png_bg. Anche per favore leggi

source: Change UA-XXXXX-X to be your site&apos;s ID
es: Cambiar UA-XXXXX-X por el ID de su sitio
it: cambia la stringa UA-XXXXX-X con l'ID del tuo sito

source: style.css contains a reset, font normalization and some base styles.
de_de: style.css beinhaltet Reset, Schriftgrße-Normalisierung, und grundlagende Stil
es: style.css contiene un reset, normalización de fuentes y algunos estilos base.
it: style.css contiene reset, normalizzazione dei font e alcuni stili di base
ru: style.css убирает дефолтные стили, нормализует шрифты и добавляет самые базовые стили.

source: Credit is left where credit is due.
es: Crédito es dejado donde el crédito es merecido.
it: credito lasciato dove dovuto.

source: Much inspiration was taken from these projects:
es: Mucha inspiración fue obtenida de estos proyectos:
it: i seguenti progetti sono stati fonte di grande ispirazione:

source: v1.6.1 2010-09-17 | Authors:
es: v1.6.1 2010-09-17 | Autores:
it: v1.6.1 2010-09-17 | Autori:

source: Font normalization inspired by YUI Library&apos;s fonts.css:
es: Normalización de fuente inspirada por YUI Library&apos;s fonts.css:
it: Normalizzazione dei font ispirata dalla libreria YUI fonts.css:

source: Hack retained to preserve specificity
es: Hack retenido para preservar especificidad
it: hack mantenuto per preservare la specificit&agrave;

source: Normalize monospace sizing:
es: Normalizar tamaño de monospace:
it: Uniformati gli stili monospace:

source: Minimal base styles.
es: Estilos base mínimos.
it: Stili minimi di base.

source: Always force a scrollbar in non-IE
es: Siempre forzar una barra de desplazamiento en no-IE
it: mostra sempre la scrollbar nei browser non-IE

source: Accessible focus treatment:
de_de: Barrierefreies fokus:
es: Tratamiento accesible del foco:
it: Sistemazione accessibile del focus
ru: Делаем фокус доступным (accessible):

source: Remove margins for navigation lists
de_de: Außenabstände bei (Navigations-)Listen entfernen
es: Remover márgenes de listas de navegación
it: Rimuove i margini per le liste di navigazione
ru: Убераем отступы от навигационных списков

source: Set sub, sup without affecting line-height:
es: Setear sub, sup sin afectar line-height:
it: Imposto sub, sup senza influenzare la line-height:

source: Align checkboxes, radios, text inputs with their label by: Thierry Koblentz
es: Alinear checkboxes, radios, text inputs con sus etiquetas por: Thierry Koblentz
it: allinea i checkbox, radio, text input con le rispettive label da: Thierry Koblentz

source: Hand cursor on clickable input elements
es: Cursor de mano en elementos input clickeables
it: Ccursore a forma di mano sugli elementi input cliccabili

source: Webkit browsers add a 2px margin outside the chrome of form elements
es: Navegadores Webkit agregan margen de 2px fuera del chrome en elmentos de formulario
it: I browser webkit aggiungono un margine esterno di 2px agli elementi dei form

source: No text-shadow:
de_de: kein `text-shadow`
es: Sin text-shadow:
it: Niente text-shadow:
ru: Убираем text-shadow

source: Also: hot pink!
es: También: hot pink!
it: Inoltre: rosa acceso.

source: Make buttons play nice in IE:
es: Hacer que los botones funcionen bien en IE:
it: sistema i padding dei button in IE:

source: Bicubic resizing for non-native sized IMG:
es: Redimensionamiento bicúbico para IMG dimensionadas no-nativamente
it: ridimensionamento bicubico per le IMG ridimensionate lato client:

source: You might tweak these..
es: Puede que quieras modificar estas...
it: Dovresti modificare queste...

source: #444 looks better than black:
de_de: `#444` ist einfach schöner als Schwartz.
es: #444 se ve mejor que negro:
it: #444 appare meglio del nero:
ru: #444 выглядит лучше черного цвета:

source: Set your base font here, to apply evenly
es: Setee su fuente base aquí, para aplicarla uniformemente
it: imposta il font di base qui, per applicarlo in modo uniforme

source: Headers (h1, h2, etc) have no default font-size or margin; define those yourself
es: Los encabezados (h1, h2, etc) no tienen font-size o margen por defecto; defínalos usted
it: Gli header (h1,h2,ecc) non hanno un font-size o un margine di default, dovrai definirli da te

source: Non-semantic helper classes: please define your styles before this section.
es: Clases de ayuda no-semánticas: por favor defina sus estilos antes de esta sección.
it: Classi di supporto non semantiche

source: Hide for both screenreaders and browsers:
es: Esconder para los lectores de pantalla y navegadores:
it: Nascosto sia agli screenreader che ai browser:

source: Hide only visually, but have it available for screenreaders: by Jon Neal.
es: Esconder sólo visualmente, pero dejarlo disponible para lectores de pantalla. por Jon Neal.
it: Nascosto solo visivamente, ma leggibile dagli screenreader da: Jon Neal.

source: Extends the .visuallyhidden class to allow the element to be focusable when navigated to via the keyboard:
es: Extender la clase .visuallyhidden para permitir al elemento obtener foco cuando es navegado via teclado:
it: Estende la classe .visuallyhidden per permettere agli elementi di essere messi a fuoco quando si naviga da tastiera:

source: The Magnificent Clearfix: Updated to prevent margin-collapsing on child elements.
es: El Magnífico Clearfix: Actualizado para prevenir colapso de márgenes en elementos hijos
it: Il Magnifico CLEARFIX: Aggiornato per impedire il collasso dei margini negli elementi figli

source: Media queries for responsive design.
es: Media queries para diseño responsivo.
it: Media query per un design ricettivo

source: These follow after primary styles so they will successfully override.
de_de: Diese folgen nach den primären Stilen, somit werden diese erfolgreich überschrieben
es: Estas van luego de estilos primarios así sobre-escriben satisfactoriamente.
it: Vanno dopo gli stili principali in modo da sovrascriverli con successo.
ru: Эти стили следуют за главными стилями, чтобы успешно их заменить.

source: Style adjustments for portrait mode goes here
de_de: Stilanpassung für Hochformat-Modus hier vornehmen
es: Ajustes de estilo para modo portaretrato van aquí
it: Adattamenti per la modalit&agrave; ritratto
ru: Стили для портретного режима

source: Style adjustments for landscape mode goes here
de_de: Stilanpassung für Querformat-Modus hier vornehmen
es: Ajustes de estilo para modo apaisado van aquí
it: Adattamenti per la modalit&agrave; paesaggio
ru: Стили для альбомного режима

source: Grade-A Mobile Browsers (Opera Mobile, Mobile Safari, Android Chrome)
es: Navegadores móviles Grado-A (Opera Mobile, Mobile Safari, Android Chrome)
it: Grade-A Mobile Browser (Opera Mobile, iPhone Safari, Android Chrome)

source: consider this:
es: considere esto:
it: considera questo:

source: Uncomment if you don&apos;t want iOS and WinMobile to mobile-optimize the text for you:
es: Descomentar si no quiere que iOS y WinMobile optimicen el texto para móvil por usted:
it: Decommenta se non vuoi che iOS e WinMobile ottimizzino il testo per te

source: Inlined to avoid required HTTP connection:
es: Inclinado a evitar la conexión HTTP requerida:
it: In linea per evitare ulteriori chiamate HTTP:

source: Black prints faster:
es: Negro se imprime más rápido:
it: Il nero si stampa pi&ugrave; velocemente:

source: SITE
cs_cz: STRÁNKA
es: SITE/SITIO
it: SITO
ja: サイト
sk_sk: STRÁNKA

source: Because X-UA-Compatible isn&apos;t sent to non-IE (to save header bytes), we need to inform proxies that content changes based on UA
es: Porque X-UA-Compatible no es enviado a no-IE (para salvar bytes del header), necesitamos informar a los proxies que el contenido cambia basado en AU
it: Poich&eacute; X-UA-Compatible non viene spedito ai non-IE (per risparmiare bytes nell'header), dobbiamo informare i proxy che il contenuto cambia in base allo User Agent

source: Cache control is set only if mod_headers is enabled, so that&apos;s unncessary to declare
es: Control de caché es seteado sólo si mod_headers está habilitado, así que eso no hace falta declararlo
it: Il controllo della cache &egrave; settato solo se mod_headers &egrave; abilitato, per cui non &egrave; necessario dichiararlo

source: Proper svg serving. Required for svg webfonts on iPad
de_de: SVG ordentlich ausschicken. Ein muss für Webfonts auf den iPad
es: Servicio adecuado de SVG. Requerido para webfonts SVG en iPad
it: Fornitura appropriata dell'svg. Richiesto per l'utilizzo di font svg sull&apos;iPAD
ru: Правильный формат для svg. Необходимо для работы svg шрифтов в iPad Safari

source: assorted types
de_de: verschidene Typen
es: tipos varios
it: tipi assortiti
ru: другие форматы

source: allow concatenation from within specific js and css files
es: permitir concatenación dentro de archivos específicos de js y css
it: permette la concatenazione da uno specifico js o css

source: This is not in use in the boilerplate as it stands. You may choose to name your files in this way for this advantage or concatenate and minify them manually.
es: Esto no está en uso en el boilerplate como está. Puede elegir nombrar sus archivos de este modo por esta ventaja o concatenar y minificarlos manualmente.
it: Questo non &egrave; utilizzato in boilerplate come descritto. Potresti scegliere di nominare i tuoi file in questa maniera per avvalerti di una minificazione e concatenazione manuale.

source: gzip compression
es: compresión gzip
it: compressione gzip

source: webfonts and svg:
de_de: Webfonts und SVG:
es: webfonts y svg:
it: webfonts e svg:
ru: веб-шрифты и svg:

source: these are pretty far-future expires headers
es: estos son headers de expiración de futuro bastante lejano
it: queste sono scadenze parecchio nel futuro

source: they assume you control versioning with cachebusting query params like:
es: asumen que tiene hace control de versión con cachebusting query params como:
it: questi presumono che tu controlli le versioni coi parametri di query cachebusting come:

source: additionally, consider that outdated proxies may miscache
es: adicionalmente, considere que proxies desactualizados pueden miscachear
it: in aggiunta, considera che i proxy non aggiornati potrebbero non fare cache

source: if you don`t use filenames to version, lower the css and js to something like &quot;access plus 1 week&quot;
es: si no usa nombres de archivos para versionar, baje el css y js a algo como &quot;access plus 1 week&quot;
it: se non usi i nomi per distinguere le versioni, abbassa i css e i js a qualcosa del tipo &quot;access plus 1 week&quot;

source: your document html
es: so documento html
it: il tuo documento html

source: data
es: datos
ru: дата

source: rss feed
es: feed rss
it: feed rss
ru: rss поток

source: favicon (cannot be renamed)
de_de: Favicon (nicht umbennenbar)
es: favicon (no puede ser renombrado)
it: favicon (non pu&ograve; essere rinominata)
ru: фавикон (переименовывать нельзя)

source: media: images, video, audio
de_de: Multimedia: Bilder, Video, Audio
es: media: imágenes, video, audio
it: media: immagini, video, audio
ru: медиа: картинки, видео, аудио

source: htc files (css3pie)
es: archivos htc (css3pie)
it: file htc (css3pie)

source: css and javascript
de_de: CSS und JavaScript
es: css y javascript
it: css e javascript
ru: css и javascript

source: Add/remove trailing slash to (non-file) URLs
es: Agregar/remover la barra final a URLs (no-archivos)
it: Aggiungi/Rimuovi gli slash finali agli url (nel caso in cui non siano file)

source: Google treats URLs with and without trailing slashes separately.
es: Google trata URLs con y sin barra final de forma separada.
it: Google tratta gli URL con lo slash finale e senza in maniera diversa

source: Forcing a trailing slash is usually preferred, but all that&apos;s really important is that one correctly redirects to the other.
es: Forzar una barra final es usualmente preferido, pero todo lo que realmente importa es que una redirija correctamente a la otra.
it: Forzare lo slash finale &egrave; di solito preferito, ma la cosa importante &egrave; che uno reindirizza all&apos;altro

source: By default option 1 (force trailing slash) is activated.
es: Por defecto, la opción 1 (forzar barra final) está activada.
it: Di default l'opzione 1 (forza gli slash finali) &egrave; attiva.

source: Trailing Slash Problem
es: Problema de Barra Final
it: Problema degli slash finali

source: custom 404 page
de_de: dein eigene 404-Seite
es: página 404 personalizada
it: pagina 404 personalizzata
ru: кастомная страница 404

source: Use a script loader like <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> in combo with your <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> to bring the future to all browsers.
de_de: Nutze einen Skript-Loader (z.B. <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a>) mit deinen <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5-Polyfills</a>, um die Zukunft sicher in alle Browsern zu bringen.
es: Use un script loader como <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> en combo con sus <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> para llevar el futuro a todos los navegadores.
it: Usa un caricatore di script come <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> in combinazione con i tuoi <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">innesti HTML5</a> per portare il futuro su tutti i browser.
ru: <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> вместе с <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">некоторыми костылями</a> принесет будущее в каждый браузер.

source: Use the build script, crank up your expires to 1year, and deliver a superfast site.
de_de: Nutze das Build-Skript, dreh die <code>Expires</code>-Header auf ein Jahr hoch, um Deine Seite super schnell ausliefern.
es: Use el build script, aumente las expiraciones a 1 año, y entregue un sitio súper-rápido.
it: Utilizza il build script per settare le tue scadenze ad 1 anno e rilasciare un sito superveloce.
ru: С помощью нашего билд-скрипта и expires настроенных на год поможет сделать сайт супер быстрым.

source: Consider <a href="http://css3please.com">CSS3please.com</a> to assist in writing CSS3
de_de: Denk an <a href="http://css3please.com">CSS3please.com</a> wenn Du CSS3-Hilfsmittel brauchst
es: Considere <a href="http://css3please.com">CSS3please.com</a> para asistirlo en escribir CSS3
it: Considera l&apos;aiuto di <a href="http://css3please.com">CSS3please.com</a> per scrivere i tuoi CSS3
ru: Для помощи с CSS3 посмотрите в сторону <a href"http://css3please.com">CSS3please.com</a>

source: <a href="http://css3pie.com/">css3pie.com</a> and all the other <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
es: <a href="http://css3pie.com/">css3pie.com</a> y todos los otros <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">polyfills HTML5</a>
it: <a href="http://css3pie.com/">css3pie.com</a> e tutti gli altri <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">innesti HTML5</a>

source: Learn HTML5 elements better: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> and <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
es: Aprenda los elementos HTML5 mejor: <a href="http://html5doctor.com/glossary/">Glosario del Doctor HTML5</a> y <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : elementos semánticos</a>
it: Impara meglio gli elementi HTML5: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> e <a href="http://diveintohtml5.org/semantics.html#new-elements">Tuffati nell&apos;HTML5 : elementi semantici</a>

source: <a href="http://gist.github.com/581868">More `meta` tag tracks for your `&lt;head&gt;`</a>
de_de: <a href="http://gist.github.com/581868">Mehr `meta`-Tag-Ideen für deinen `head`</a>
es: <a href="http://gist.github.com/581868">Más `meta` tag tracks para su `&lt;head&gt;`</a>
it: <a href="http://gist.github.com/581868">Pi&ugrave; `meta` tag per tracciare la tua `&lt;head&gt;`</a>
ru: <a href="http://gist.github.com/581868">Трюки с мета-тегами</a>.

source: If you're a photo gallery site you might want this for ie6 to not show that stupid thing on &lt;img&gt; tags:
es: Si usted es un sitio de galería de fotos puede querer esto para que i6 no muestre esa estúpida cosa en las etiquetas &lt;img&gt;:
it: Se il tuo &egrave; un sito di gallerie fotografiche potresti volere questo per ie6 per non mostrare quella stupida cosa sui tag &lt;img&gt;:
