Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: We now have rather <a href="/docs/">comprehensive documentation</a>, contributed by the community and designed/implemented by <a href="http://github.com/mklabs">Mickael Daniel</a>. You can add to it yourselves if you like. </p><p>Feel free to dig in if you're all WTF over a particular bit of code. We likely have already documented what is going on and why it's a good idea. Some pages you'll enjoy the read through: <a href="/docs/#the-markup">The Markup</a>, <a href="/docs/#the-style">The Style</a>, <a href="/docs/#Make-it-better">Make It Better</a>, and <a href="/docs/#Get-Started!">Getting Started</a>. We also now have <a href="#videos">several videos to walk you through this stuff</a>.
es: Ahora tenemos una bastante <a href="/docs/">completa documentación</a>, contribuida por la comunidad y diseñada/implementada por <a href="http://github.com/mklabs">Mickael Daniel</a>. Pueden agregar cosas ustedes si lo desean. </p><p>Siéntanse libres de zambullirse si tienen dudas sobre un pedazo de código en particular. Probablemente ya hemos documentado qué está pasando y por qué es una buena idea. Algunas páginas que disfrutará de leer: <a href="/docs/#the-markup">El Marcado</a>, <a href="/docs/#the-style">Los Estilos</a>, <a href="/docs/#Make-it-better">Mejorelo</a>, y <a href="/docs/#Get-Started!">Empezando</a>. Ahora también tenemos <a href="#videos">varios videos para guiarlo a través de todo esto.</a>.
it: Adesso noi abbiamo sicuramente una <a href="/docs/">documentazione globale</a>, contribuita dalla comunit&agrave; e disegnata/implementata da <a href="http://github.com/mklabs">Mickael Daniel</a>. </p><p>Sentiti libero di scavare a fondo su qualsiasi parte di codice. Noi abbiamo gi&agrave; documentato cosa succede e il perch&eacute; &egrave; una bella idea. Qualche pagina di cui potrai apprezzare la lettura: <a href="/docs/#the-markup">Il Markup</a>, <a href="/docs/#the-style">Lo Stile</a>, <a href="/docs/#Make-it-better">Migliorarlo</a>, e <a href="/docs/#Get-Started!">Preparsi a cominciare</a>. Adesso abbiamo anche <a href="#videos">qualche video per guidarti attraverso il progetto</a>.

source: Satisfy performance metrics tools like YSlow and PageSpeed easily.
es: Satisfaga las métricas de rendimiento de herramientas como YSlow y Pagespeed fácilmente.
it: Soddisfa facilmente strumenti di misurazione delle performance come YSlow and PageSpeed.

source: Boilerplate Build Script
es: Build Script de Boilerplate
it: Il Build-Script del Boilerplate

source: The Boilerplate <a href="http://html5boilerplate.com/docs/#Build-script">build script</a> is ready for prime time. You know all those site optimization tricks that Steve Souders tells you is a good idea? You're four keystrokes away from nailing a 100&percnt; on them. Now you can:
es: El <a href="http://html5boilerplate.com/docs/#Build-script">build script</a> del Boilerplate está listo. ¿Ha visto todos esos trucos de optimización que Steve Souders le dice que son una buena idea?" Ahora está a cuatro tecleos de lograr un 100&percnt; en ellos. El build script:
it: Il <a href="http://html5boilerplate.com/docs/#Build-script">Build-Script</a>del Boilerplate &egrave; pronto dal primo momento. Conosci tutti i trucchi per l'ottimizzazione dei siti che Steve Souders suggerisce come buone idee? Sei a quattro battiture da possederne il 100&percnt;. Adesso tu puoi:

source: Combines and minifies javascript (via yui compressor)
es: Combina y minifica javascript (via yui compressor)
it: Combinare e minificare JavaScript (tramite yui-compressor)

source: Combines and minifies CSS
es: Combina y minifica CSS
it: Combinare e minificare CSS

source: Optimizes JPGs and PNGs (with jpegtran & optipng), saving 15-50&percnt; of page weight
es: Optimiza JPGs y PNGs (con jpegtran y optipng), salvando 15-50&percnt; del peso de la página
it: Ottimizzare JPG e PNG (tramite jpegtran e optipng), risparmiando dal 15 al 50&percnt; sul peso della pagina

source: Removes development only code (any remaining console.log files, profiling, test suite)
es: Borra código de desarrollo (archivos console.log remanentes, profiling, test suite)
it: Rimozione del codice finalizzato al solo sviluppo (console.log, profiling, test suite)

source: Basic to aggressive html minification (via htmlcompressor)
es: Minificación HTML básica a agresiva (via htmlcompressor)
it: Minificazione di base o aggressiva (tramite htmlcompressor)

source: Revises the file names of your assets so that you can use heavy caching (1 year expires) without cache conflicts.
es: Revisa los nombres de archivos de sus recursos para que pueda usar cacheo fuerte (expiración a 1 año) sin conflictos de caché.
it: Revisione dei nomi dei componenti in maniera tale da poter utilizzare una massiva (scadenze a un'anno) senza conflitti di cache.

source: Upgrades the .htaccess to use heavier caching
es: Mejora el .htaccess para usar cacheo más fuerte
it: Aggiorna il file .htaccess per usare una maggiore cache

source: Updates your HTML to reference these new hyper-optimized CSS + JS files
es: Actualiza su HTML para hacer referencia a los nuevos y súper-optimizados archivos CSS + JS
it: Aggiorna il tuo HTML per far riferimento a questi nuovi super ottimizzati file di CSS e JS

source: Updates your HTML to use the minified jQuery instead of the development version
es: Actualiza su HTML para usar la versión minificada de jQuery en lugar de la de desarrollo
it: Aggiorna il tuo HTML per utilizzare la versione minificata di jQuery al posto di quella di sviluppo

source: Remove unneeded references from HTML (like a root folder favicon)
es: Elimina referencias innecesarias del HTML (como un favicon en la carpeta raíz)
it: Rimuove i riferimenti inutili dall'HTML (come le favicon nella cartella principale)

source: build according to what environment you want: production, test or development
es: build de acuerdo a qué entorno desea: producción, test o desarrollo
it: Build concorde col tipo di ambiente scelto: produzione, test o sviluppo

source: Together with the server configurations (like the .htaccess), we've seen reductions of total page weight from 120k to 30k. We <strong>guarantee A-level performance with YSlow</strong> and Google PageSpeed when using the build script along with the server configs. <small>(Okay, maybe not "guarantee", but your parents will be really proud of you. :)</small>
es: Junto con las configuraciones de servidor (como el .htaccess), hemos visto reducciones del peso total de página desde 120k a 30k. <strong>Garantizamos un nive A de rendimiento con YSlow</strong> y Google PageSpeed cuando use el build script junto con las configuraciones de servidor. <small>(OK, tal vez no "garantizamos", pero sus padres estarán realmente orgullosos de usted. :)"</small>
it: Insieme alla configurazione del server (come l'.htaccess), abbiamo visto una riduzione totale del peso della pagina da 120k a 30k. Noi <strong>garantiamo un voto di grado A con YSlow</strong> e Google PageSpeed quando si usa il build-script insieme al file di configurazione del server. <small>(Ok, forse non "garantiamo", ma i tuoi genitori saranno sicuramente fieri di te. :)</small>

source: Results were from running the build script on a pre-release 1.0 version of html5boilerplate.com itself.
es: Los resultados fueron de correr el build script en una versión pre-release del mismo sitio html5boilerplate.com.
it: I risultati sono dall'utilizzo del build-script su una pre-relase 1.0 del sito html5boilerplate.com stesso.

source: 379k before. 170k after. Results were from running the build script on a pre-release 1.0 version of html5boilerplate.com itself.
es: 379k antes. 170k luego. Los resultados fueron de correr el build script en una versión pre-release del mismo sitio html5boilerplate.com.
it: 379k prima. 170k dopo. I risultati sono dall'utilizzo del build-script su una pre-relase 1.0 del sito html5boilerplate.com stesso.

source: We provide default configuration for Apache, IIS, Nginx, Lighttpd, Google App Engine, and NodeJS.
es: Proveemos configuraciones por defecto para Apache, IIS, Nginx, Lighttpd, Google App Engine, y NodeJS.
it: Noi forniamo una configurazione di base per Apache, IIS, Ngix, Lighttpd, Google App Engine, and NodeJS.

source: Customize your own custom boilerplate to your delight.
es: Personalice su boilerplate a gusto.
it: Personalizza la tua personale versione del boilerplate in base ai tuoi gusti.

source: Boilerplate Custom
es: Boilerplate Personalizado
it: Boilerplate Personalizzato

source: Oh hell yes. You asked for it, now you have it: a custom builder! You might have spotted <a href="http://initializr.com/">Initializr</a> by <a href="http://twitter.com/#!/jverrecchia">Jonathan Verrecchia</a>. We've integrated it into the project, so now you have complete control to choose only what you want.
es: Oh, sí! Lo pidió, ahora lo tiene: un constructor personalizado! Puede haber visto <a href="http://initializr.com/">Initializr</a> por <a href="http://twitter.com/#!/jverrecchia">Jonathan Verrecchia</a>. Lo hemos integrado en el proyecto, así que ahora tiene un control completo para elegir sólo lo que quiere.
it: Oh diavolo si. Hai chiesto questi, ora lo hai: un builder personalizzato! Probabilmente hai guardato <a href="http://initializr.com/">Initializr</a> di <a href="http://twitter.com/#!/jverrecchia">Jonathan Verrecchia</a>. L'abbiamo integrato nel progetto, quindi adesso hai un pieno controllo nello scegliere solo ci&ograve; che desideri.

source: Choose what kind of conditional classes you want: none, oldIE or all IE versions
es: Elija qué tipo de clases condicionales quiere: ninguna, IE viejo o todos los IE
it: Scegli quali classi condizionali vuoi: nessuna, vecchi IE o tutte le versioni di IE

source: Do you want handheld styles? Now you can choose!
es: ¿Quiere estilos para móviles? ¡Ahora puede elegir!
it: Vuoi gli stili per palmari? Adesso li puoi scegliere

source: If you would like jQuery minified version, you can have it or not have javascript or jQuery all together.
es: Si quiere una versión de jQuery minificada, o puede no usar javascript o jQuery directamente.
it: Se ti piacerebbe avere jQuery minificato, puoi averlo oppure allo stesso tempo non avere JavaScript o jQuery.

source: Love html5shiv? Now you can use that instead of modernizr
es: ¿Ama html5shiv? Ahora puede usarlo en lugar de Modernizr
it: Ami html5shiv? Adesso lo puoi usare al posto di modernizr

source: Config files for IIS, Nginix or none available to choose from
es: Archivos de configuración para IIS, Nginx o ninguno disponibles para ser elegidos
it: File di configurazione per IIS, Nginix o nessuno a disposizione per la tua scelta

source: If Google Analytics is not your thing, you can choose to not have it
es: Si no le gusta Google Analytics, puede elegir no tenerlo
it: Se Google Analytics non ti riguarda, puoi scegliere di non averlo

source: Now, aside from docs, the build script, and the initializr, we've got a bunch of enhancements in the base boilerplate:
es: Ahora, además de la documentación, el build script, y el initializr, tenemos algunas mejoras en la base del boilerplate:
it: Ora, accanto alla documentazione, al build-script e ad initializr, abbiamo alcuni miglioramenti nel boilerplate di base:

source: Massive rewrite so you can define which HTML, CSS, JS files to operate on in your configurable project.properties files. This allows you to let the build script operate on very unique folder architecture, including non-H5BP projects.
es: Rewrite masivo así puede definir con qué archivos HTML, CSS y JS operar en los archivos configurables project.properties. Esto le permite al build script operar en una arquitectura de carpetas única, incluyendo proyectos no realizados con H5BP.
it: Riscrittura massiva, adesso puoi definire su quali HTML, CSS, JS operare tramite il file di configurazione project.properties. Questo ti permette di utilizzare il build script anche su una gerarchia di cartelle personalizzata, anche con progetti indipendenti da H5BP.

source: Environments are definable.
es: Los entornos son denifibles
it: Gli ambienti sono definibili.

source: htaccess Expires headers are upgraded to 1year, as the filenames are revved
es: Headers htaccess de expiración son aumentados a 1 año, ya que los nombres de los archivos son mejorados.
it: gli header di scadenza nell'htaccess sono aggiornati ad 1 anno non appena i file sono rivisti

source: Added a source directory option in the build config, so your source files can be in a different directory from the final generated files (useful for other CMSes/frameworks like Django).
es: Agregada una opción para el directorio fuente en la configuración del build, así los archivos fuente pueden estar en diferentes carpetas de los archivos finales generados (útil para otros CMS/frameworks como Django).
it: Aggiunta la possibilità di una cartella di sorgenti nella cofigurazione di build, di conseguenza i tuoi file sorgenti possono essere in una cartella differente da quella dove saranno i file generati (utile con altri CMS/framework come Django).

source: We use a <a href="http://paulirish.com/2010/the-protocol-relative-url/">protocol-relative url</a> for the jQuery include, to prevent the mixed content warning.
es: Usamos una <a href="http://paulirish.com/2010/the-protocol-relative-url/">url relativa al protocolo</a> para la inclusión de jQuery, para prevenir una advertencia de contenido mixto.
it: Utilizziamo un <a href="http://paulirish.com/2010/the-protocol-relative-url/">url con protocollo relativo</a> per l'inclusione di jQuery, per prevenire avvisi di contenuto misto.

source: The order of <code>&lt;meta></code> tags, <code>&lt;title></code>, and charset has been <a href="https://github.com/paulirish/html5-boilerplate/wiki/The-markup ">documented more extensively now</a>. TL;DR: You are <a href="https://github.com/paulirish/html5-boilerplate/commit/4b67ea5cabb8c2b75faf2e255344cdffdf190464">safe to use the boilerplate's order of tags</a>.
es: El orden de las etiquetas <code>&lt;meta></code>, <code>&lt;title></code>, y charset ha sido <a href="https://github.com/paulirish/html5-boilerplate/wiki/The-markup ">documentado más extensivamente ahora</a>. TL;DR: Es <a href="https://github.com/paulirish/html5-boilerplate/commit/4b67ea5cabb8c2b75faf2e255344cdffdf190464">seguro usar el orden de etiquetas de boilerplate</a>.
it: L'ordine dei tag <code>&lt;meta></code>, <code>&lt;title></code>, e charset &egrave; stato <a href="https://github.com/paulirish/html5-boilerplate/wiki/The-markup ">documentato in maniera esauriente</a>. TL;DR: Ora <a href="https://github.com/paulirish/html5-boilerplate/commit/4b67ea5cabb8c2b75faf2e255344cdffdf190464">puoi stare tranquillo con l'utilizzo di quest'ordine</a>

source: We've shortened up the Google Analytics snippet.
es: Hemos acortado el snippet de Google Analytics.
it: Abbiamo abbreviato il frammento per Google Analytics

source: Added an ARIA <code>role</code> attribute to <code>div#main</code>. This assumes your main content goes within that container.
es: Agregado un atributo ARIA <code>role</code> al <code>div#main</code>. Esto asume que su contenido principal va dentro de ese contenedor.
it: Abbiamo aggiunto un attributo <code>role</code> ARIA al <code>div#main</code>. Questo presume che il tuo contenuto principale andrà dentro quel contenitore.

source: IE9 doesn't get it's own conditional class! Yay!
es: IE9 no tiene su propia clase condicional!
it: IE9 non ha la sua classe condizionale! Yay!

source: Added <code>.focusable</code> helper class that extends <code>.visuallyhidden</code> to allow the element to be focusable when navigated to via the keyboard.
es: Agregada clase de ayuda <code>.focusable</code> que extiende <code>.visuallyhidden</code> para permitir al elemento obtener foco cuando es navegado via teclado.
it: Aggiunta la classe di supporto <code>.focusable</code> che estende la classe <code>.visuallyhidden</code> per permettere agli elementi di essere messi a fuoco quando si naviga tramite tastiera.

source: Anchor links are no longer reset. Basically our reset is the effectively merged with Eric Meyer's recent CSS reset update and also the HTML5 Doctor reset.
es: Los enlaces no son más reseteados. Básicamente nuestro reset es efectivamente mezclado con la actualización reciente al CSS reset de Eric Meyer y también con el reset de HTML5 Doctor.
it: Le ancore non sono più resettate. Praticamente il nostro reset &egrave; l'unione del recente update di Eric Meyer del suo reset CSS e del HTML5 Doctor reset.

source: An unordered list within a nav element will no longer have a margin.
es: Una lista sin orden dentro de un elemento nav no tendrá mas un margen.
it: Una lista non ordinata dentro un elemento nav non ha pi&ugrave; i margini.

source: All helper classes are now after primary styles to ensure correct overrides and not be burdened with resets.
es: Todas las clases de ayuda están ahora luego de los estilos primarios para asegurar sobre-escrituras correctas y no ser molestadas por resets.
it: Tutte le classi di supporto sono adesso dopo gli stili primari per assicurare una corretta sovrascrittura senza l'annullamento da parte dei reset

source: <code>.visuallyhidden</code> is no longer camelCase, as to be consistent with other classname formats.
es: <code>.visuallyhidden</code> no es más camelCase, para ser consistente con los otros formatos de nombre de clase.
it: <code>.visuallyhidden</code> non è pi&ugrave; camelCase, per essere consistenti col formato degli altri nomi di classe

source: Updated the specificity of <code>.visuallyhidden</code> rule to make sure it overrides all other declarations.
es: Actualizada la especificidad de la regla <code>.visuallyhidden</code> para asegurarse que sobre-escribe todas las otras declaraciones.
it: Aggiornata la specificit&agrave; della classe <code>.visuallyhidden</code> per assicurarsi che sovrascriva tutte le altre classi

source: Removed reset on image elements within table cells as they look ugly alongside multiline texts. Browsers default to baseline alignment for images which works better than top alignment.
es: Removido el reset en elementos de imagen dentro de celdas de tablas ya que se ven mal junto a textos multi-línea. Los navegadores por defecto alinean al baseline a las imágenes que funciona mejor que el alineamiento top.
it: Rimosso il reset sulle immagini dentro elementi di tipo tabella a causa della brutta rappresentazione nel caso di celle multiriga. L'allineamento dei bropwser di default baseline per le immagini funziona meglio di quello top.

source: Added a print reset on IE's proprietary filters.
es: Agregado un reset de impresión en los filtros proprietarios de IE.
it: Aggiunto un reset di stampa per i filtri proprietari di IE.

source: Print styles no longer prints hash links or javascript links.
es: Los estilos de impresión ya no imprimen links de numeral o links de javascript.
it: Gli stili di stampa non stampano pi&ugrave; collegamenti con hash o con JavaScript

source: Updated sub/sup css to make them not be impacted by line-height, so now you can do sub/superscripts without worrying.
es: Actualizado el CSS sub/sup para que no sean impactados por line-height, así que ahora puede hacer sub/superscripts sin preocuparse.
it: Aggiornati sub/sup css per permettere di essere indipendenti dal line-height, adesso potrai fare apici/pedici senza preoccuparti

source: Added a <a href="http://humanstxt.org">humans.txt</a> so you can clarify authorship and tools used
es: Agregado un <a href="http://humanstxt.org">humans.txt</a> para que puedas clarificar la autoría y herramientas usadas.
it: Aggiunto il file <a href="http://humanstxt.org">humans.txt</a> in maniera tale da poter specificare autore e tool utilizzati

source: Removed YUI profiling. You probably weren't using it anyway.
es: Removido el YUI profiling. Probablemente no lo usabas de todos modos.
it: Rimosso gli strumenti di profilazione YUI. Probabilmente non erano neanche utilizzati.

source: Removed QUnit's unit tests. There is no need to ship with them, really.
es: Removidos los unit tests de QUnit. No hay necesidad de incluirlos, realmente.
it: Rimosso il QUnit test suite. Non c'&egrave; necesitt&agrave; di distribuirlo all'interno.

source: .htaccess is far more documented now. Take a read through it!
es: .htaccess está mucho más documentado ahora. Pégale una leída!
it: .htaccesse pi&ugrave; documentato adesso. Dagli una lettura!

source: Changed mimetype of .ico files to "image/x-icon"
es: Cambiado el mimetype de los archivos .ico a "image/x-icon"
it: Cambiato il mimetype dei file .ico in "image/x-icon"

source: HTML Manifest files now use <code>.appcache</code> extension instead of <code>.manifest</code>, as per <a href="http://html5.org/r/5812">http://html5.org/r/5812</a>.
es: Los archivos HTML Manifest ahora usan la extensión <code>.appcache</code>, de acuerdo a <a href="http://html5.org/r/5812">http://html5.org/r/5812</a>.
it: Il file di manifesto HTML adesso usa l'estensione <code>.appcache</code> al posto di <code>.manifest</code>, come da <a href="http://html5.org/r/5812">http://html5.org/r/5812</a>.

source: Force deflate for accept-encoding headers mangled by turtle tappers, courtesy of <a href="http://developer.yahoo.com/blogs/ydn/posts/2010/12/pushing-beyond-gzipping/">Yahoo!'s research</a>
es: Force deflate para headers accept-encoding headers destrozados, cortesía de <a href="http://developer.yahoo.com/blogs/ydn/posts/2010/12/pushing-beyond-gzipping/">investigaciones de Yahoo!</a>
it: Forzata la decompressione per header che ne accettano la codifica, grazie alla <a href="http://developer.yahoo.com/blogs/ydn/posts/2010/12/pushing-beyond-gzipping/">ricerca Yahoo!</a>

source: We nerfed some of the directives in case you're on server without <code>mod_headers</code>. (Which is totally crazy, man)
es: Nerfeamos algunas de las directivas en caso de que esté en un server sin <code>mod_headers</code>. (que es totalmente loco!)
it: Abbiamo abbassato alcune direttive nel caso in cui ti trovi su un server che non accetta i <code>mod_headers</code>. (Che &egrave; una cosa assurda!)

source: Block access to .git and .svn folders.
es: Bloquear acceso a las carpetas .git y .svn.
it: Bloccato l'accesso alle cartelle .git e .svn.

source: Eradicating Chrome's console warning on WOFF font downloads.
es: Erradicar la advertencia de la consola de Chrome sobre descargas de fuentes WOFF.
it: Eliminati gli avvisi nella console di Chrome riguardo al download dei font in formato WOFF.

source: More optimizations available if you set the .htaccess details up in your httpd.conf
es: Más optimizaciones disponibles si setea los detalles del .htaccess en su httpd.conf
it: Altre ottimizzazioni sono disponibili se attivi il file .htaccess nella tua configurazione httpd.conf.

source: .htaccess now caches .htc files
es: .htaccess ahora cachea archivos .htc
it: .htaccess adesso fa cache anche dei file .htc

source: Moved all server configurations (except apache's .htaccess) over to <a href ="https://github.com/paulirish/html5-boilerplate-server-configs">the new html5-boilerplate-server-configs repo</a>. Head over there if you are not using Apache.
es: Movidas todas las configuraciones de servidor (excepto el .htaccess de Apache a <a href ="https://github.com/paulirish/html5-boilerplate-server-configs">la nueva repo html5-boilerplate-server-config</a>. Vaya allí si no está usando Apache.
it: Spostati tutti i file di configurazione (ad eccezione dell'.htaccess di apache) sulla <a href ="https://github.com/paulirish/html5-boilerplate-server-configs">nuova repository html5-boilerplate-server-configs</a>. Se non usi Apache vai li per scaricare la configurazione.
