Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: e.g. prevent https://www.domain.com when your cert only allows https://secure.domain.com
cs_cz: např. zabrání https://www.domain.com pokud vaše certifikáty povolují pouze https://secure.domain.com
es: ej: prevenir https://www.domain.com cuando su certificado sólo permite https://secure.domain.com
it: per esempi previene https://www.domain.com quando il tuo certificato permette solo https://secure.domain.com
ja: 例: あなたの証明書がhttps://secure.domain.comにだけ許可しているときにhttps://www.domain.comの警告を防ぐ
pt_br: ex.: previne solicitação de https://www.domain.com uma vez que o seu cert. permite apenas https://secure.domain.com
sk_sk: napr. zabráni https://www.domain.com ak vaše certifikáty povoľujú iba https://secure.domain.com

source: Uncomment the following lines to use this feature.
cs_cz: Odkomentujte následující řádky abyste mohli použít tuto součást.
es: Descomentar las siguientes líneas para usar esta característica.
it: Decommenta le riga seguenti per utilizzare questa funzionalit&agrave;.
ja: 必要であれば、以下のルールのコメントを取る
pt_br: Descomente as linhas a seguir para utilizar esta funcionalidade.
sk_sk: Odkomentujte nasledujúce riadky aby ste mohli použiť túto súčasť.

source: Prevent 404 errors for non-existing redirected folders
cs_cz: Zamezte chybám 404 pro neexistující přesměrována složky
es: Prevenir errores 404 para carpetas redirigidas no existentes
it: Previene gli errori 404 per i reindirizzamenti a cartelle non esistenti
ja: 存在しないリダイレクト先フォルダでの404を止める
pt_br: Previne erros 404 para pastas inexistentes redirecionadas
sk_sk: Zamedzte chybám 404 pre neexistujúce presmerované zložky

source: without -MultiViews, Apache will give a 404 for a rewrite if a folder of the same name does not exist e.g.
cs_cz: bez-MultiViews, Apache vyhodí chybu 404 pro přepisování, např. pokud složka se stejným jménem neexistuje.
es: Sin -MultiViews, Apache le dará un 404 por un rewrite si una carpeta del mismo nombre no existe, ej:
it: senza -MultiViews, Apache ritorner&agrave; un 404 per un rewrite se una cartella con lo stesso nome non esiste per esempio
ja: -MultiViewsがない場合、Apacheは同じ名前のリライトしたフォルダがない場合404を返す。例:
pt_br: sem -MultiViews, O Apache deverar entregar um 404 para uma reescrita se a pasta de um mesmo nome não existir, ex.:
sk_sk: bez -MultiViews, Apache vyhodí chybu 404 pre prepisovanie, napr. ak zložka s rovnakým menom neexistuje.

source: Custom 404 page
cs_cz: Vlastní stránka 404
ja: カスタム404ページ
pt_br: Página 404 personalizada
sk_sk: Vlastná stránka 404

source: You can add custom pages to handle 500 or 403 pretty easily, if you like.
cs_cz: Můžete velmi snadno přidat vlastní stránky pro chybové stránky jako je 500 nebo 403.
es: Puede agregar páginas personalizadas para manejar 500 o 403 de forma bastante fácil, si lo desea.
it: Puoi aggiungere pagine personalizzate per gestire gli errori 500 e 403 facilmente, se lo vuoi.
ja: 500や403用のカスタムページを扱うのもとても簡単。
pt_br: Você pode adicionar páginas personalizadas para lidar com 500 ou 403 com bastante facilidade, se você preferir.
sk_sk: Môžete veľmi ľahko pridať vlastné stránky pre chybové stránky ako je 500 alebo 403.

source: UTF-8 encoding
cs_cz: kódování UTF-8
es: encoding UTF-8
it: codifica UTF-8
ja: UTF-8エンコード
pt_br: Codificação UTF-8
sk_sk: UTF-8 kódovanie

source: use utf-8 encoding for anything served text/plain or text/html
cs_cz: použijte kódování utf-8 na cokoliv co slouží jako text/plain nebo text/html
de_de: Nutze UTF-8 für alle text/plain und text/html Dokumente.
es: use encoding utf-8 para cualquier cosa servida como text/plain o text/html
it: usa l'encoding utf-8 per qualsiasi cosa servita come text/plain o text/html
ja: utf-8エンコードをtext/plainまたはtext/htmlを利用する
pt_br: utilize codificação utf-8 para qualquer coisa servida como text/plain ou text/html
ru: используем utf-8 для text/plain и text/html
sk_sk: použite kódovanie utf-8 na čokoľvek čo slúži ako text/plain alebo text/html

source: force utf-8 for a number of file formats
cs_cz: vynutí utf-8 pro více souborových formátů
de_de: UTF-8 spezifizieren für andere Formate:
es: forzar utf-8 para un número de formatos de archivo
it: forza utf-8 per certi formati
ja: uft-8を多くのファイルフォーマットで強制する
pt_br: força utf-8 para um número de formatos de arquivo
ru: используем utf-8 для всех этих форматов
sk_sk: vynúti utf-8 pre viacero súborových formátov

source: A little more security
cs_cz: Trochu více zabezpečení
es: Un poquito más de seguridad
it: Un po di sicurezza in pi&ugrave;
ja: 少しだけセキュリティを追加
pt_br: Um pouco mais de segurança
sk_sk: Trochu viac zabezpečenia

source: Do we want to advertise the exact version number of Apache we&apos;re running? Probably not.
es: ¿Desea mostrar la versión exacta de Apache que está usando? Probablemente no.
it: Vogliamo pubblicizzare l'attuale versione di Apache che stiamo utilizzando? Probabilmente no.
pt_br: Queremos anunciar o número da versão exata do Apache que nós estamos executando? Provavelmente não.

source: This can only be enabled if used in httpd.conf - It will not work in .htaccess
cs_cz: Toto bude fungovat pouze pokud to použijeme v httpd.conf - Nebude to fungovat v .htaccess
es: Esto sólo puede ser habilitado si es usado en httpd.conf - No funcionará en .htaccess
it: Questo pu&ograve; essere abilitato solo se usi httpd.conf - Non funzioner&agrave; nel file .htaccess
ja: httpd.confで設定した時のみ利用可能。.htaccessでは設定は無効になる。
pt_br: Isso só pode ser habilitado se usado no httpd.conf - Não vai funcionar no .htaccess
sk_sk: Toto bude fungovať iba ak to použijeme v httpd.conf - Nebude to fungovat v.htaccess

source: &quot;-Indexes&quot; will have Apache block users from browsing folders without a default document
es: &quot;-Indexes&quot; hará que Apache bloquee a usuarios que naveguen a carpetas que no tengan un documento por defecto
it: &quot;-Indexes&quot; bloccher&agrave; gli utenti dall navigare le cartelle senza un documento di default
pt_br: &quot;-Indexes&quot; Se desejar que o Apache bloqueie usuários de navegarem em pastas sem um documento padrão

source: Usually you should leave this activated, because you shouldn&apos;t allow everybody to surf through every folder on your server (which includes rather private places like CMS system folders).
es: Usualmente debe dejarlo activado, porque no debería permitir que cualquiera entre a cada carpeta de su servidor (que incluye lugares bastante privados como carpetas de sistema de CMS).
it: Di solito dovresti lasciarlo attivo, poich&eacute; non dovresti permettere a chiunque di navigare tra le cartelle del tuo server (che include anche le cartelle private come per esempio quelle di sistema di un&apos;eventuale CMS)
pt_br: Usualmente você deve deixar isso ativado, pois você não deve permitir que todos possam navegar por todas as pastas no seu servidor (que inclui, desde de locais privados, como as pastas do seu CMS).

source: Block access to &quot;hidden&quot; directories whose names begin with a period.
es: Bloquear acceso a directorios &quot;ocultos&quot; cuyos nombres empiezan con un punto.
it: Blocca l&apos;accesso alle cartelle nascoste, quelle il cui nome inizia con un punto.
pt_br: Bloqueia o acesso aos diretórios &quot;ocultos&quot; cujos nomes iniciam com um ponto periódico.

source: This includes directories used by version control systems such as Subversion or Git.
cs_cz: Zahrnuje to adresáře použity systémy pro správu verzí jako jsou Subversion nebo Git.
es: Esto incluye directorios usados por sistemas de control de versión como Subversion o Git.
it: Questo include cartelle utilizzate per il controllo di versione come quelle di Subversion e Git.
ja: SubversionやGitなどのバージョンコントロールシステムで生成したディレクトリなど。
pt_br: Isso inclui diretórios usados por sistemas controladores de versões como o Subversion ou Git.
sk_sk: Zahŕňa to adresáre použité systémami pre správu verzií ako sú Subversion alebo Git.

source: If your server is not already configured as such, the following directive should be uncommented in order to set PHP&apos;s register_globals option to OFF. This closes a major security hole that is abused by most XSS (cross-site scripting) attacks. For more information:
es: Si su servidor no está ya configurado así, la siguiente directiva debería ser descomentada para setear la opción de PHP register_globals a OFF. Esto cierra un hueco de seguridad serio que es abusado por la mayoría de los ataques XSS (cross-site scripting). Para más información:
it: Se il tuo server non &egrave; gi&agrave; configurato cos&igrave;, le seguenti direttive dovrebbero essere decommentate in ordina da impostare su off i register_globals di PHP. Questo chiude la maggior parte dei buchi creati dall'abuso di attacchi XSS (scripting cross-site). Per maggiori informazioni:
pt_br: Se o seu servidor não estiver configurado como tais, a seguinte diretiva deve ser descomentada, afim de definir a opção register_globals do PHP para OFF. Isso fecha uma brecha de segurança maior, que é explorada por muitos ataques XSS (cross-site scripting). Para mais informações, veja:

source: IF REGISTER_GLOBALS DIRECTIVE CAUSES 500 INTERNAL SERVER ERRORS :
cs_cz: POKUD SMĚRNICE REGISTER_GLOBALS ZPŮSOBUJE INTERNÍ CHYBY SERVERU 500 :
es: SI LA DIRECTIVA REGISTER_GLOBALS CAUSA ERRORES INTERNAL SERVER 500 :
it: SE LA DIRETTIVA REGISTER_GLOBALS CAUSA ERRORI DI TIPO INTERNO 500:
ja: もしREGISTER_GLOBALSディレクティブが500 INTERNAL SERVER ERRORを起こしていたら:
pt_br: SE A DIRETIVA REGISTER_GLOBALS PROVOCAR ERROS INTERNOS 500 NO SERVIDOR:
sk_sk: AK SMERNICA REGISTER_GLOBALS SPÔSOBUJE INTERNÉ CHYBY SERVERA 500 :

source: Your server does not allow PHP directives to be set via .htaccess. In that case you must make this change in your php.ini file instead.If you are using a commercial web host, contact the administrators for assistance in doing this.Not all servers allow local php.ini files, and they should include all PHP configurations (not just this one), or you will effectively reset everything to PHP defaults.
cs_cz: Váš server nepovoluje PHP směrnice nastavit pomocí .htaccess. V tomto případě musíte provést následující změnu ve vašem php.ini souboru. Pokud používáte komerční web hosting, kontaktujte administrátora pro asistenci. Ne všechny servery povolují lokální php.ini soubory a mohou obsahovat všechny PHP konfigurace (nejen tuto jedinou) nebo účinně obnovíte vše na PHP standardní nastavení.
es: Su servidor no permite setear directivas PHP via .htaccess. En ese caso debe hacer este cambio en su archivo php.ini. Si está usando un web host comercial, contacte a los administradores por asistencia para efectuarlo. No todos los servidores permiten archivos php.ini locales, y deberían incluir todas las configuraciones PHP (no sólo esta), o efectivamente reseteará todo a los valores por defecto de PHP.
it: Il tuo server non permette l&apos;impostazione di direttive PHP da .htaccess. In questo caso dovresti fare questo cambiamento nel tuo file php.ini. Se usi un hosting commerciale, contatta l&apos;amministratore per l&apos;assistenza nel fare questo. Non tutti i server permettono file locali php.ini, e dovrebbero includere tutte le configurazioni PHP (non solo questa), o dovresti resettare il tutto alle impostazioni di default di PHP.
ja: 利用しているサーバはPHPの命令を.htacceess経由で設定することができません。その場合、この設定はphp.iniファイルで行う事。もしレンタルウェブホストを利用している場合、管理者のサポートを得てください。すべてのサーバでphp.iniをローカルに保存することが許可されているわけではなく、すべてのPHPの設定(この設定だけではなく)をphp.iniで行っている、それができない場合、事実上PHPのデフォルト設定にリセットすることになる。
pt_br: Seu servidor não permite que sejam definidas diretivas PHP via .htaccess. Neste caso você deve fazer estas alterações no seu seu arquivo php.ini. Se você estiver usando ele. Nem todos os servidores permitem arquivos php.ini locais, e devem incluir todas as configurações de PHP (não apenas esta aqui), ou você vai efetivamente redefinir tudo aos padrões PHP.
sk_sk: Váš server nepovoľuje PHP smernice nastaviť pomocou .htaccess. V tomto prípade musíte urobiť nasledujúcu zmenu vo vašom php.ini súbore. Ak používate komerčný web hosting, kontaktujte administrátora pre asistenciu. Nie všetky servre povoľujú lokálne php.ini súbory a môžu obsahovať všetky PHP konfigurácie (nie len túto jedinú) alebo účinne obnovíte všetko na PHP štandardné nastavenia.

source: Consult www.php.net for more detailed information about setting PHP directives.
cs_cz: Informujte se na www.php.net pro detailnejší informace o nastaveních PHP adresářů.
es: Consulte www.php.net para información más detallada sobre setear directivas PHP.
it: Visita www.php.net per avere maggiori informazioni riguardo l'impostazione di direttive PHP
ja: PHPの命令について詳しくは、www.php.netを参照してください。
pt_br: Consulte o www.php.net para informações mais detalhes sobre as diretivas de configurações PHP.
sk_sk: Informujte sa na www.php.net pre detailnejšie informácie o nastaveniach PHP adresárov.

source: Rename session cookie to something else, than PHPSESSID
cs_cz: Přemenujte session cookie na něco jiného než PHPSESSID
ja: セッションCookieをPHPSESSIDでない他のものに変更する
pt_br: Renomeie o cookie de session para algo que não seja PHPSESSID
sk_sk: Premenujte session cookie na niečo iné ako PHPSESSID

source: Do not show you are using PHP
cs_cz: Nezobrazujte, že používáte PHP
ja: PHPを使っていることを見せないようにする
pt_br: Não mostrar que você está usando PHP
sk_sk: Nezobrazujte, že používate PHP

source: Note: Move this line to php.ini since it won&apos;t work in .htaccess
pt_br: Nota: Mova esta linha para o php.ini, pois isso não funciona no .htaccess

source: Level of log detail - log all errors
cs_cz: Úroven detailu záznamu - záznam všech chyb
ja: ログレベル
pt_br: Nível do detalhamenteo de log - log de todos os erros
sk_sk: Úroven detailu záznamu - záznam všetkých chýb

source: Write errors to log file
cs_cz: Zapíše chyby do log souboru
ja: ログファイルにエラーを書き込む
pt_br: Escreve erros para o arquivo de log
sk_sk: Zapíše chyby do log súboru

source: Do not display errors in browser (production - Off, development - On)
cs_cz: Nezobrazujte chyby v prohlížeči (živá stránka - Off, vývoj - On)
ja: ブラウザーにエラーを表示しない（プロダクション環境 - オフ、開発環境 - オン）
pt_br: Não exibir erros no navegador (produção - Off, desenvolvimento - On)
sk_sk: Nezobrazujte chyby v prehliadači (živá stránka - Off, vývoj - On)

source: Do not display startup errors (production - Off, development - On)
cs_cz: Nezobrazujte chyby při startu (živá stránka - Off, vývoj - On)
ja: 起動エラーを表示しない（プロダクション環境 - オフ、開発環境 - オン）
pt_br: Não exibir erros de inicialização (produção - Off, desenvolvimento - On)

source: Format errors in plain text
cs_cz: Formát chyby v čistém textu
ja: プレーンテキストでエラーを出力する
pt_br: Formata erros em texto simples
sk_sk: Formát chyby v čistom texte

source: Show multiple occurrence of error
cs_cz: Zobrazit často se vyskytujúci chyby
ja: 繰り返されるエラーを表示する
pt_br: Mostra multiplas ocorrencias de erro
sk_sk: Zobraziť často sa vyskytujúce chyby

source: Show same errors from different sources
cs_cz: Zobrazit stejné chyby z různych zdrojů
ja: 異なるソースからの同じエラーを表示する
pt_br: Mostra erros iguais provenientes de diferenets fontes
sk_sk: Zobraziť rovnaké chyby z rôznych zdrojov

source: Size limit for error messages
cs_cz: Obmedzení velkosti chybových hlášení
ja: エラーメッセージの最大長
pt_br: Limite de tamanho para mensagens de erro
sk_sk: Obmedzenia veľkosti chybových hlásení

source: Don&apos;t precede error with string (doesn&apos;t accept empty string, use whitespace if you need)
pt_br: Não anteceder erro com string (não aceita string vazia, use espaços em branco se necessário)

source: Don&apos;t prepend to error (doesn&apos;t accept empty string, use whitespace if you need)
pt_br: Não suceder erro com string (não aceita string vazia, use espaços em branco se necessário)

source: Increase cookie security
cs_cz: Zvyšte bezpečnost cookie
ja: Cookieのセキュリティの危険性が増す
pt_br: Melhora a segurança do cookie
sk_sk: Zvýšte bezpečnosť cookie

source: Videos
cs_cz: Videa
it: Video
ja: ビデオ
pt_br: Vídeos
sk_sk: Videá

source: Ready to get started?
cs_cz: Připraven začít?
es: ¿Listo para empezar?
it: Pronto per iniziare?
ja: 始めての方へ
pt_br: Preparado para introdução?
sk_sk: Pripravený začať?

source: new!
cs_cz: nové!
es: nuevo!
it: nuovo!
pt_br: novo!
sk_sk: nové!

source: Intro to the Build Script
cs_cz: Intro pro Build Script
es: Intro al Build Script
it: Introduzione al build script
ja: ビルドスクリプトの紹介
pt_br: Introdução para o<br>Script de compilação
sk_sk: Intro pre Build Script

source: Get the lowdown in 40 minutes, flat!
cs_cz: Spoznej fakta za 40 minut, hladce!
de_de: Die wichtigsten Punkte, in nur 40 Minuten!
es: Aprenda lo más interesante en 40 minutos, justo
it: Ottieni i segreti in 40 minuti, liscio!
ja: 40分で裏側を見る
pt_br: Obtenha os segredos em<br>40 minutos!
ru: Всё тоже самое, только в 40-минутном видео!
sk_sk: Spoznaj fakty za 40 minút, hladko!

source: Dig deeper in 60 minutes
cs_cz: Pronikni hlouběji za 60 minut
es: Profundice en 60 minutos
it: Scava pi&ugrave; a fondo in 60 minuti
ja: 60分でより深く
pt_br: Aprofundamento em 60 minutos
sk_sk: Prenikni hlbšie za 60 minút

source: Make it even better!
de_de: Es geht noch besser!
es: Hágalo aún mejor!
it: Fallo ancora meglio!
pt_br: Faça algo ainda melhor
ru: Можно сделать ещё лучше!

source: Read the docs for how to take your own boilerplate further.
es: Lea la documentación para ver cómo llevar su boilerplate aún más allá.
it: Leggi la documentazione per migliorare ancora di pi&ugrave; il tuo boilerplate.
pt_br: Leia a documentação para melhorar ainda mais o seu boilerplate.

source: Brought to you by
cs_cz: Vám přináší
de_de: Ermöglicht durch
es: Presentado por
it: Portato a te da
ja: 彼らからあなたへ
pt_br: Apresentado por
ru: С любовью от
sk_sk: Vám prináša

source: More Contributors
cs_cz: Další přispěvatelé
es: Más Colaboradores
ja: その他の貢献者
pt_br: Mais colaboradores
sk_sk: Ďalší prispievatelia

source: View the archived H5BP 1.0 Release announcement and changelog
pt_br: Veja o anúncio e o changelog arquivado da versão 1.0 do H5BP

source: It would not have been possible without the efforts of these superheroes:
cs_cz: To vše by nebylo možné bez úsilí těchto superhrdinů:
de_de: Ohne diese Superhelden wäre HTML5 Boilerplate nicht möglich gewesen:
es: No podría haber sido posible sin los esfuerzos de estos superhéroes:
it: Non sarebbe stato possibile senza gli sforzi di questi supereroi:
ja: 彼らスーパーヒーロー抜きには実現は不可能だった:
pt_br: Não teria sido possível sem os esforços desses super-heróis:
ru: Но ничего бы не было без помощи всех этих супергероев:
sk_sk: To všetko by nebolo možné bez úsilia týchto superhrdinov:

source: If you have any questions about the code, we encourage you to <a href="http://h5bp.com/docs">read HTML5 Boilerplate's extensive documentation</a>, plus you can ask questions in the comment thread at the bottom of each docs page.
pt_br: Se você tiver dúvidas sobre o código, nos incentivamos você a <a href="http://h5bp.com/docs">ler a nossa documentação extendida</a>, mas você também poderá perguntar nos tópicos de comentário abaixo de cada página da documentação.

source: If you have ideas for changes to the project, join <a href="http://h5bp.com/group">the H5BP community on github</a> and file a ticket!
pt_br: Se você tiver idéias para mudar o projeto, junte-se <a href="http://h5bp.com/group">a comunidade H5BP no github</a> e arquive o seu ticket!

source: view code
pt_br: ver código

source: hide code
pt_br: esconder código

source: Page Not Found
cs_cz: Stránka nenalezena
ja: ページが見つかりません
pt_br: Página não encontrada
sk_sk: Stránka nebola nájdená

source: Not found
cs_cz: Nenalezeno
de_de: Nicht gefunden
ja: 見つかりません
pt_br: Não encontrada
ru: Нет такой страницы
sk_sk: Nenájdené

source: Sorry, but the page you were trying to view does not exist.
cs_cz: Ospravedlňujeme sa, stránka ktorú ste sa snažili zobrazit neexistuje.
ja: 申し訳ありません、あなたが開いたページは見つかりません。
pt_br: Desculpe, mas a página que você está tentando ver não existe.
sk_sk: Ospravedlňujeme sa, stránka ktorú ste sa snažili zobraziť neexistuje.

source: It looks like this was the result of either
cs_cz: Vypadá to tak, že toto byl výsledek buď
ja: 次のいずれかの可能性があります
pt_br: Parece que este foi resultado de
sk_sk: Vyzerá to tak, že toto bol výsledok buď

source: a mistyped address
cs_cz: špatně napsané adresy
ja: アドレスの入力ミス
pt_br: um erro na digitação do endereço
sk_sk: zle napísanej adresy

source: an out-of-date link
cs_cz: zastaralý odkaz
ja: リンク切れ
pt_br: ou um link desatualizado
sk_sk: zastaralý odkaz

source: Read this
cs_cz: Přečtete si toto
ja: ドキュメントを読む
pt_br: Leia isso
sk_sk: Prečítajte si toto

source: Most restrictive policy
cs_cz: Nejvíce restriktivní politika
ja: もっとも厳しいポリシー
pt_br: Política mais restritiva
sk_sk: Najobmedzenejšia taktika

source: Least restrictive policy
cs_cz: Nejméně restriktivní politika
ja: もっとも甘いポリシー
pt_br: Política menos restritiva
sk_sk: Najmenej obmedzovaná taktika

source: If you host a crossdomain.xml file with allow-access-from domain="*"
cs_cz: Ak hostujete crossdomain.xml soubor s povolením odmezení z domain="*"
ja: あなたがallow-access-from domain="*"としたcrossdomain.xmlをホストして、
pt_br: Se você hospedar um arquivo corssdomain.xml com allow-access-from domain="*"
sk_sk: Ak hostujete crossdomain.xml súbor s povolením obmedzenia z domain="*"

source: and don't understand all of the points described here, you probably
cs_cz: a nerozumíte všem bodům popsaným zde, pravděpodobně
ja: ここに書いていることを理解できていない場合は、おそらく
pt_br: e não compreender todos os pontos descritos aqui, você provavelmente
sk_sk: a nerozumiete všetkým bodom opísaným tu, pravdepodobne

source: have a nasty security vulnerability.
cs_cz: máte velmi zranitelnou bezpečnost.
ja: セキュリティの脆弱性を抱えています。
pt_br: terá uma desagradável vulnerabilidade de segurança.
sk_sk: máte veľmi zraniteľnú bezpečnosť.

source: Use ChromeFrame if it's installed for a better experience for the poor IE folk
cs_cz: Používejte ChromeFrame pro lepší zážitek pro bídných IE užívatelů
de_de: Arme IE-Nutzer sollen ChromeFrame verwenden, wenn vorhanden
es: Usar ChromeFrame si está instalado para una mejor experiencia para los pobres hombres en IE
it: Usa ChromeFrame se &egrave; installato, per una migliore esperienza per i poveri utenti di IE
ja: IEを利用しなければならない人達のために、インストール済みならChromeFrameを利用するようにする
pt_br: Utilize o ChromeFrame se ele estiver instalado para uma melhorar a experiência dos pobres usuários folclóricos do IE
ru: Используем ChromeFrame, если он установлен, чтобы сделать жизнь бедных пользователей IE немного лучше
sk_sk: Používajte ChromeFrame pre lepší zážitok pre biednych IE užívateľov

source: mod_headers can't match by content-type, but we don't want to send this header on *everything*
cs_cz: mod_headers se nemůže shodovat s content-type, ale nechceme použít tento header na *všechno*
ja: mod_headersはcontent-typeによるマッチができませんが、あらゆるものに対してこのヘッダーは送る必要はありません。
pt_br: mod_headers não pode corresponder por tipo de conteúdo, mas nós não queremos enviar este cabeçalho em *tudo*
sk_sk: mod_headers sa nemôže zhodovať s content-type, ale nechceme použiť tento header na *všetko*

source: your subdomains like "sub.domain.com"
cs_cz: vaše subdomény "sub.domain.com"
es: sus subdominios como "sub.domain.com"
it: i tuoi sottodomini come "sub.domain.com"
ja: あなたのサブドメインだけホワイトリストとして許可もできる
pt_br: para seus subdomínios como "sub.domain.com"
sk_sk: vaše subdomény "sub.domain.com"

source: Normalize to standard type (it's sniffed in IE anyways)
cs_cz: Normalizace do standardního typu (IE na to kašle i tak).
ja: 標準タイプを正規化する（とにかくIEでは検知される）
pt_br: Normalização do tipo padrão (que é inalado no IE de qualquer maneira)
sk_sk: Normalizácia do štandardného typu (IE na to kašle aj tak)
