Repository: h5bp/html5boilerplate.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es, it, ja, pt_br, ru, sk_sk

source: Read some <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS Spriting tips</a> or you could use <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> if you are using <a href="http://sass-lang.com">Sass</a>.
es: Lea algunos <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">consejos de CSS Spriting</a> o puede usar <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> si está usando <a href="http://sass-lang.com">Sass</a>.
it: Leggi qualche <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS Spriting tips</a> o potresti utilizzare <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> se utilizzi <a href="http://sass-lang.com">Sass</a>.
ru: Почитайте о <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS спрайтинге</a>, ну или просто пользуйтесь <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> если вы уже сидите на <a href="http://sass-lang.com">Sass</a>.

source: Tell your users to Enable JavaScript
es: Dígale a sus usuarios que Habiliten JavaScript
it: Raccomanda ai tuoi utenti di attivare JavaScript

source: Color considerations for printing
es: Consideraciones de color al imprimir
it: Considerazioni sui colori per la stampa

source: Use Google's recommendations for SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>
es: Use las recomendaciones de Google para SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">la Guía de Inicio de SEO de Google</a>
it: Usa le raccomandazioni di Google's per il SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>

source: Dig into the new <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link relations</a>
es: Lea sobre las nuevas <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">relaciones de enlaces</a>
it: Scava a fondo nelle <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link relations</a>

source: Consider some opinionated <a href="http://webdosanddonts.com/">web do's and web dont's</a>
es: Considere algunas obstinadas <a href="http://webdosanddonts.com/">qué hacer y no hacer de la web</a>
it: Considera qualche apprezzato<a href="http://webdosanddonts.com/">web do's and web dont's</a>

source: To remove gloss from iPhone home screen rel value should be <code>"apple-touch-icon-precomposed"</code>
de_de: Um den Glanz vom iPhone-Bookmark zu entfernen, den `rel` Wert ändern in <code>"apple-touch-icon-precomposed"</code>
es: Para remover el brillo de la pantalla de inicio del iPhone, el valor rel debe ser <code>"apple-touch-icon-precomposed"</code>
it: Per rimuovere il lucido dall&apos;iPhone home screen il valore rel dovrebbe essere <code>"apple-touch-icon-precomposed"</code>
ru: Чтобы iPhone не обрабатывал вашу иконку, значение rel должно быть <code>"apple-touch-icon-precomposed"</code>

source: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simulate link printing in IE with JS</a>
de_de: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Linkdrucken im IE simulieren via JavaScript</a>
es: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simular impresión de enlaces en IE con JS</a>
ru: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Показывайте ссылки на страницы после самого текста при печати через IE6 и IE7</a>

source: Use <code>rel="prefetch"</code> for <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">documents to pre-fetch</a>.
de_de: Nutze <code>rel="prefetch"</code> um <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">Dokumente frühzeitig herunterzuladen</a>.
es: Usar <code>rel="prefetch"</code> para <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">hacer pre-fetch de documentos</a>.
it: Utilizza <code>rel="prefetch"</code> per <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">documenti da pre-caricare</a>.
ru: Используйте <code>rel="prefetch"</code> для <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">вещей, которые нужно заранее подгрузить</a>.

source: Using border-radius with background color in Webkit? Try <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> to fix the bleed.
es: ¿Usa border-radius con fondo de color en Webkit? Pruebe <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> para arreglar el sobrante.
it: Utilizzare border-radius un colore di sfondo su Webkit? Try <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> per aggiustare il sanguinamento.
ru: Используете border-radius с background в Webkit? <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> предотвратит наложение бэкграунда на границу.

source: Write <a href="http://css-tricks.com/efficiently-rendering-css/">efficient CSS</a> for optimum browser performance.
de_de: Schreibe <a href="http://css-tricks.com/efficiently-rendering-css/">effizientes CSS</a> für die optimale Browser-Performance.
es: Escriba <a href="http://css-tricks.com/efficiently-rendering-css/">CSS eficiente</a> para un rendimiento óptimo del navegador.
it: Scrivi <a href="http://css-tricks.com/efficiently-rendering-css/">CSS efficienti</a> per delle performance ottimali.
ru: <a href="http://css-tricks.com/efficiently-rendering-css/">Оптимальный CSS</a> для наилучшей производительности в браузере.

source: Kick off your page-specific javascript <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">based on your markup</a>.
de_de: Starte Deine Seiten-spezifischen Javascripts <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">basierend auf Deinem HTML-Code</a>.
es: Javascript específico de la página <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">basado en su marcado</a>.
it: Elimina i tuoi JavaScript specifici per pagina <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">basati sul tuo markup</a>.
ru: Исполнение разного JavaScript <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">в зависимости от разметки</a>.

source: Know your available <a href="http://paulirish.com/2009/browser-specific-css-hacks/">browser CSS hacks</a>.
de_de: Mach Dich mit den möglichen <a href="http://paulirish.com/2009/browser-specific-css-hacks/">browser-spezifischen CSS-Hacks</a> vertraut.
es: Conozca los <a href="http://paulirish.com/2009/browser-specific-css-hacks/">hacks CSS de navegadores</a> disponibles.
it: Conosci gli <a href="http://paulirish.com/2009/browser-specific-css-hacks/">hacks CSS</a> disponibili.
ru: Доступные <a href="http://paulirish.com/2009/browser-specific-css-hacks/">CSS хаки</a>.

source: Get your team hooked using the same <a href="http://na.isobar.com/standards/">front-end coding standards and best practices.</a>
es: Una a su equipo usando los mismos <a href="http://na.isobar.com/standards/">estándares y mejores prácticas de codificación de front-end.</a>
it: Tieni il tuo gruppo unito usando gli stessi <a href="http://na.isobar.com/standards/">standard di codifica front-end e buone pratiche</a>

source: Use <a href="http://microformats.org/wiki/Main_Page">Microformats</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) for optimum search results <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibility</a>.
de_de: Nutze <a href="http://microformats.org/wiki/Main_Page">Microformate</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) für die bestmögliche <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">Auffindbarkeit in Suchmaschinen</a>.
es: Use <a href="http://microformats.org/wiki/Main_Page">Microformats</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) para una óptima <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibilidad</a> en los resultados de búsqueda.
it: Utilizza i <a href="http://microformats.org/wiki/Main_Page">Microformats</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) per risultati di ricerca ottimali e <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibilit&agrave;</a>.
ru: Пользуйтесь <a href="http://microformats.org/wiki/Main_Page">Микроформатами</a> (с помощью <a href="http://microformats.org/wiki/microdata">microdata</a>) для оптимальной <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">видимости</a> в результатах поисковиков.

source: You can use the <a href="http://camendesign.com/code/developpeurs_sans_frontieres">body element as a wrapper</a>, so you need not use a div#container.
de_de: Das <code>body</code>-Element kann als Wrapper genutzt werden, ein <code>div#container</code> ist nicht notwendig.
es: Puede usar el <a href="http://camendesign.com/code/developpeurs_sans_frontieres">elemento body como un contenedor</a>, así no necesita usar un div#container.
it: Puoi usare <a href="http://camendesign.com/code/developpeurs_sans_frontieres">l&apos;elemento bodycome wrapper</a>, cos&igrave; puoi evitare il div#container .
ru: Вы можете использовать <a href="http://camendesign.com/code/developpeurs_sans_frontieres">body</a>, как обертку вместо div#container.

source: Read on for <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">more ways to make it better.</a>
de_de: Lese weiter, um <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">alles noch besser zu machen.</a>
es: Lea sobre <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">más formas de hacerlo mejor.</a>
it: Leggi <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">pi&ugrave; maniere per farlo meglio.</a>
ru: Больше информации о том, <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">как сделать ваш сайт лучше.</a>

source: Show comments
de_de: zeige Kommentare
es: Mostrar comentarios
it: Mostra commenti:
ru: Комментарии

source: Always force latest IE rendering engine (even in intranet) & Chrome Frame
es: Siempre forzar el último motor de rendering (incluso en intranet) & Chrome Frame
it: Forza sempre l'uso dell'ultimo motore di rendering di IE (anche nelle intranet) e di Chrome Frame

source: Place favicon.ico & apple-touch-icon.png in the root of your domain and delete these references
de_de: `favicon.ico` und `apple-touch-icon.png` soll in dein Root-Verzeichnis sein, dann kanst du diese Zeilen löschen.
es: Colocar favicon.ico & apple-touch-icon.png en la raíz de su dominio y borrar estas referencias
it: Metti i file favicon.ico & apple-touch-icon.png nella root del tuo dominio e cancella queste righe
ru: Если поместить favicon.ico и apple-touch-icon.png в корень вашего домена, то эти ссылки можно удалить

source: All JavaScript at the bottom, except for Modernizr which enables HTML5 elements & feature detects
de_de: JavaScript am Ende, ausser Modernizr. Den brauchen wir für HTML5-Elementen und Feature-Detektion.
es: Todo el JavaScript en el fondo, excepto por Modernizr que habilita elementos HTML5 &amp; detección de características
it: Tutti i JavaScript vanno in fondo, ad eccezione di Modernizr che abilita gli elementi HTML5 e il rilevamento delle funzionalit&agrave; supportate
ru: Весь JavaScript снизу страницы, кроме Modernizr, который добавляет HTML5 теги и выясняет какие возможности поддерживаются браузером

source: Fix any <img> or .png_bg bg-images. Also, please read
es: Arreglar cualquier &lt;img&gt; o imagen de fondo .png_bg. También lea
it: aggiusta qualsiasi tag <img> o qualsiasi propriet&agrave; background-image di .png_bg. Leggi anche

source: Change UA-XXXXX-X to be your site's ID
es: Cambiar UA-XXXXX-X por el ID de su sitio
it: Cambia la stringa UA-XXXXX-X con l'ID del tuo sito.

source: Because X-UA-Compatible isn't sent to non-IE (to save header bytes), we need to inform proxies that content changes based on UA
es: Porque X-UA-Compatible no es enviado a no-IE (para salvar bytes del header), necesitamos informar a los proxies que el contenido cambia basado en AU
it: Siccome X-UA-Compatible non viene spedito ai non-IE (per risparmiare bytes nell'header), dobbiamo informare i proxy che il contenuto cambia in base allo User Agent

source: Cache control is set only if mod_headers is enabled, so that's unncessary to declare
de_de: Cache-Control ist gesetzt nur wenn `mod_headers` vorhanden ist, also wir mussen es nicht explizit deklarieren
es: Control de caché es seteado sólo si mod_headers está habilitado, así que eso no hace falta declararlo
it: Il controllo della cache &egrave; settato solo se mod_headers &egrave; abilitato, per cui non &egrave; necessario dichiararlo
ru: Кеш-контроль включается только когда включен модуль mod_headers, так что нам необходимо его здесь объявить

source: if you don`t use filenames to version, lower the css and js to something like "access plus 1 week"
es: si no usa nombres de archivos para versionar, baje el css y js a algo como &quot;access plus 1 week&quot;
it: se non metti la versione nel nome del file, abbassa i css e js a qualcosa come "access plus 1 week" o simile

source: Forcing a trailing slash is usually preferred, but all that's really important is that one correctly redirects to the other.
es: Forzar una barra final es usualmente preferido, pero todo lo que realmente importa es que una redirija correctamente a la otra.
it: Forzare lo slash finale &egrave; di solito preferito, ma la cosa importante &egrave; che uno reindirizza all&apos;altro

source: html5doctor.com Reset Stylesheet (Eric Meyer's Reset Reloaded + HTML5 baseline)
de_de: html5doctor.com Reset Stylesheet (Reset Reloaded + HTML5 baseline von Eric Meyer)
es: html5doctor.com Reset Stylesheet (Eric Meyer&apos;s Reset Reloaded + HTML5 baseline)
it: html5doctor.com Reset Stylesheet (Reset Reloaded di Eric Meyer + HTML5 baseline)

source: Font normalization inspired by YUI Library's fonts.css:
es: Normalización de fuente inspirada por YUI Library&apos;s fonts.css:
it: Normalizzazione dei font ispirata dalla libreria YUI fonts.css:

source: Uncomment if you don't want iOS and WinMobile to mobile-optimize the text for you:
es: Descomentar si no quiere que iOS y WinMobile optimicen el texto para móvil por usted:
it: Decommenta se non vuoi che iOS e WinMobile ottimizzino il testo per te

source: Increased margin-left on ol, to allow for 2-digit list numbers.
it: Aumentato il margin-left per gli ol, per permettere liste con numeri a due cifre.

source: html5doctor.com Reset Stylesheet (Eric Meyer&apos;s Reset Reloaded + HTML5 baseline)
it: html5doctor.com Reset Stylesheet (Reset Reloaded di Eric Meyer + HTML5 baseline)

source: Fix clearfix:
de_de: Clearfix reparieren:
it: Aggiusto il clearfix:

source: and they would be included into this single file
it: e loro saranno inclusi in un unico file

source: HTML5 Boilerplate is the professional badass's base HTML/CSS/JS template fora fast, robust and future-safe site.
sk_sk: HTML5 Boilerplate je profesionálna HTML/CSS/JS šablónapre rýchlu, robustnú a bezpečnú web stránku.

source: Updated Feb 19th
cs_cz: Aktualizováno 19. února
sk_sk: Aktualizované 19-teho februára

source: <a href="http://2.jverrecchia-initializr.appspot.com/builder?mode=h5bp&amp;" id="builder-download">Download!</a> Need more options? Visit <a href="http://initializr.com">Initializr</a>
sk_sk: <a href="http://2.jverrecchia-initializr.appspot.com/builder?mode=h5bp&amp;" id="builder-download">Stiahnuť!</a> Potrebujete viac možností? Navštívte <a href="http://initializr.com">Initializr</a>

source: HTML5 Boilerplate is 3.0!
cs_cz: HTML5 Boilerplate je 3.0!
ja: HTML5 Boilerplateは3.0に！
sk_sk: HTML5 Boilerplate je 3.0!

source: Monday, Feb 6th, 2012
cs_cz: Pondělí, 6. února, 2012
ja: 2012年2月6日（月）
sk_sk: Pondelok, 6. Február, 2012

source: The key feature of this update is making Boilerplate smaller. Most of the changes have been working towards that. We have significant work done to our build script, so much so that we thought it <a href="https://github.com/h5bp/ant-build-script">deserved its own repository</a>. Meanwhile, here is what's new.
cs_cz: Hlavním rysem této aktualizace je, že Boilerplate je menší. většina změn se uskutečnila právě kvůli tomu. Vykonali jsme významnou práci na našem build skripte, rozhodli jsme se že si <a href="https://github.com/h5bp/ant-build-script">zaslouží vlastní repozitár</a>. Mezitím, tady je to, co je nového.
ja: 今回の更新の主な特徴はBoilerplateをより小さくしたことだ。変更点のほとんどはそれにともなうものになっている。我々のビルドスクリプトは重要な処理を行なっているため、これらを<a href="https://github.com/h5bp/ant-build-script">我々のレポジトリに置く</a>ことにした。では、ここから新たに変わった点を紹介する。
sk_sk: Kľúčová vlastnosť tejto aktualizácie robí Boilerplate menším. Väčšina zmien sa uskutočnila práve kvôli tomu. Urobili sme veľa práce na našom build skripte, a rozhodli sme sa, že si <a href="https://github.com/h5bp/ant-build-script">zaslúži vlasntý repozitár</a>. Zatiaľ, tu sa nachádzajú zmeny.

source: 3.0 gets some major updates <a href="https://github.com/h5bp/html5-boilerplate/compare/v2.0...v3.0">Here are all the commits since last release</a>.
cs_cz: 3.0 se sebou přináší významné aktualizace <a href="https://github.com/h5bp/html5-boilerplate/compare/v2.0...v3.0">Zde jsou změny, od posledního vydání</a>.
ja: 3.0は<a href="https://github.com/h5bp/html5-boilerplate/compare/v2.0...v3.0">最後のリリース以降のすべてのコミット</a>にある通りいくつかのメジャーな更新を行った。
sk_sk: 3.0 so sebou prináša vyznamné aktualizácie <a href="https://github.com/h5bp/html5-boilerplate/compare/v2.0...v3.0">Tu sa nachádzajú všetky zmeny, od posledného vydania</a>.

source: Should you upgrade existing sites</a>? Short answer: nah, you're good.
cs_cz: Měli by ste aktualizovat existující stránky</a>? Stručná odpověď: ne, není potřeba.
ja: あなたは既存のサイトを更新する必要があるか</a>？一言で答えると: その必要はない。
sk_sk: Mali by ste aktualizovať existujúce stránky</a>? Krátka odpoveď: nie, nie je potreba.

source: Significant changes
cs_cz: Podstatné změny
ja: 重要な変更点
sk_sk: Podstatné zmeny

source: Removed a lot of folders: <code>/demos</code>, <code>/test</code>, and <code>/js/mylibs</code>.
cs_cz: Odstránené složky: <code>/demos</code>, <code>/test</code>, and <code>/js/mylibs</code>.
ja: 多くのフォルダーを削除した: <code>/demos</code>、<code>/test</code>、そして<code>/js/mylibs</code>。
sk_sk: Odstránené priečinky: <code>/demos</code>, <code>/test</code>, a <code>/js/mylibs</code>.

source: Build script is now a separate project
cs_cz: Build script je nyní samostatný projekt
ja: ビルドスクリプトは別のプロジェクトになった
sk_sk: Build script je teraz samostatný projekt

source: Read about how to get and use the build script
sk_sk: Prečítajte si, ako získať používať build script

source: Respond.js is no longer available by default.
cs_cz: Respond.js již niný není k dispozici ve výchozím nastavení.
ja: Respond.jsはデフォルトでは無効になった
sk_sk: Respond.js už nie je dostupný v predvolenom nastavení.

source: Chromeframe no longer applied via script. IE6 users are served links to install Chromeframe or visit Browsehappy to choose an alternative browser.
cs_cz: Chromeframe již není používan přes skript. Pro uživatele IE6 jsou podávané odkazy pro instalaci Chromeframe nebo navštívte Browsehappy pro alternatívní prohlížeč
ja: Chromeframeはスクリプトからは適用されなくなった。IE6ユーザーはChromeframeをインストールするかBrowse Happyを見て代わりのブラウザーを選ぶようリンクが表示される。
sk_sk: Chromeframe už nie je použitý cez skript. Používateľom IE6 sú ponúkané odkazy na inštaláciu Chromeframe alebo navštevu Browsehappy pre alternatívne prehliadače.

source: Meta viewport updated to prevent iOS scaling bugs.
cs_cz: Meta viewport aktualizován, aby se zabránilo iOS chybám.
ja: iOSのスケーリングバグを防ぐためにMeta属性のviewportが更新された。
sk_sk: Meta viewport aktualizovaný, aby sa zabránilo iOS chybám.

source: <code>html</code> IE classes now target lower than a specific version rather than explicitly specified versions.
cs_cz: <code>html</code> IE třídy odchytávají nižší verzi místo uvedené.
ja: <code>html</code>のIEクラスは明示的に指定されたバージョンよりも低いバージョンを適用するようになった。
sk_sk: <code>html</code> IE triedy odchytávajú nižsiu verziu na miesto vyslovne uvedenej verzie.

source: Switch back to the optimized asynchronous Google Analytics snippet instead of using <code>Modernizr.load</code>.
cs_cz: Návrat optimalizované asynchronní verzi Google Analytics místo užívání <code>Modernizr.load</code>.
ja: <code>Modernizr.load</code>の代わりに非同期に最適化されたGoogle Analyticsのスニペットを使うように変更された。
sk_sk: Návrat optimalizovanej asynchrónnej verzii Google Analytics namiestopoužívania <code>Modernizr.load</code>.

source: Drop <code>defer</code> from all scripts to avoid legacy IE bugs.
cs_cz: Odstraňte <code>defer</code> ve všech skriptů, abyste se vyhnuli chybám při starších IE.
ja: 古いIEのバグを回避するためにすべてのスクリプトから<code>defer</code>が削除された。
sk_sk: Odstráňté <code>defer</code> vo všetkých skriptoch, aby ste sa vyhli chybám pri starších IE.

source: Design of the 404 has been improved.
cs_cz: Vylepšený design chybové stránky 404.
ja: 404ページのデザインが改善された。
sk_sk: Zlepšený dizajn chybovej stránky 404.

source: Removed default font sizes and line heights to provide a much better robust default.
cs_cz: Odstraněna výchozí velikost písma a výška řádků abychom poskytli lepší robustnístandard.
ja: より優れたデフォルトを提供するためにデフォルトのフォントサイズと行間は削除された。
sk_sk: Odstránená predvolená veľkost písma a výška riadkov aby sme poskytli lepší robustný štandard.

source: Additions made to normalize.css and to provide better default typography.
cs_cz: Přidáno změn pro normalize.css pro poskytování lepší standardní typografie.
ja: より良いタイポグラフィを提供するためにnormalize.cssが追加された。
sk_sk: Pridané zmeny pre normalize.css pre poskytnutie lepšej štandardnej typografie.

source: More robust .ir helper class.
cs_cz: Robustnejší .ir pomocní třídy.
ja: より強固な.irヘルパークラス。
sk_sk: Robustnejšia .ir pomocnej triedy.

source: No more forced scrollbars, this impedes projects like jQuery UI, and others in calculating widths.
cs_cz: Už žádný vynucený scrollbar, toto brání projektům jako jQuery UI, a jiným v kalkulaci šířek
ja: スクロールバーを強制しなくなった。これはjQuery UIや幅を計算するようなライブラリーの邪魔をする。
sk_sk: Už žiaden vynútený scrollbar, toto bráni projektom ako jQuery UI, a iným v kalkulácii šírok.

source: Updated to Modernizr 2.5
cs_cz: Aktualizován Modernizr 2.5
ja: Modernizr 2.5へ更新
sk_sk: Aktualizovaný Modernizr 2.5

source: Updated to jQuery 1.7.1
cs_cz: Aktualizován jQuery 1.7.1
ja: jQuery 1.7.1へ更新
sk_sk: Aktualizované jQuerry 1.7.1

source: Improved .htaccess
cs_cz: Vylepšený .htaccess
ja: .htaccessを改善
sk_sk: Vylepšený .htaccess

source: Front-End Web Developer
sk_sk: Front-End Developer

source: Do not display startup errors (production - Off, development - On)
sk_sk: Nezobrazujte chyby pri štarte (živá stránka - Off, vývoj - On)

source: Site
cs_cz: Stránka
ja: サイト
sk_sk: Stránka
